{"label": "0", "text": "@liamch88 yeah! :) playing well"}
{"label": "0", "text": "At least I don't have a guy trying to discourage me anymore in what I want to do he will never become anything worth contributing to society"}
{"label": "0", "text": "UPLIFT: If you're still discouraged it means you're listening to the wrong voices &amp; looking to the wrong source. Look to the LORD!"}
{"label": "0", "text": "...at your age, the heyday in the blood is tame...' @TheArtofCharm #shakespeareaninsults #hamlet #elizabethan #williamshakespeare"}
{"label": "-1", "text": "i was so embarrassed when she saw us i was like knvfkkjg she thinks we're stalkers n then she starts waving all cheerfully inviting us in 😩"}
{"label": "-1", "text": "Really planned on making videos this week. Then. A tv died, phone broke, truck died, #depression took over. I'm wondering what I did 2 karma"}
{"label": "-1", "text": "I hate having ideas but being too afraid to share them 😔"}
{"label": "1", "text": "At the regular cheerfulness of any emotion, her own supper, and to give the ladies were soon as they have been entirely at"}
{"label": "1", "text": "A pessimist sees the difficulty in every opportunity, an optimist sees the opportunity in every difficulty' -Sir Winston Churchill-"}
{"label": "-1", "text": "Just because I'm hurting \\nDoesn't mean I'm hurt \\nDoesn't mean I didn't get \\nWhat I deserved \\nNo better and no worse #lost  @coldplay"}
{"label": "-1", "text": "@coltonflurry @StrangeFacesLA I cancelled by CBS all access live feeds before JC even said Vic won AFP. Paul.should have won IMO #bitter"}
{"label": "1", "text": "For what a beautiful day."}
{"label": "0", "text": "We have been a better second half team this season. So there's that."}
{"label": "0", "text": "Back to forest drama -\\nfrom my #Forest #music - series, 2016\\n#nature #dark #art #photography #Finland"}
{"label": "-1", "text": "@rclemmons much #sadness and #heartbreak"}
{"label": "0", "text": "I have learned over the years that when one's mind is made up, this diminishes fear. –Rosa Parks #quotes #motivation"}
{"label": "0", "text": "Walk right through them! See way past them, and don't even hesitate running them over."}
{"label": "1", "text": "@crazace76 it looks cool and animated well for pixel art !"}
{"label": "1", "text": "Over 70% of social sharing is dark &amp; over 50% of web traffic comes from #darksocial. @colinzalewski #LIFTSocial"}
{"label": "1", "text": "CommunitySleepCoach: Look at these #narcoleptic #puppies. Make you #smile. If you are human &amp; find yourself in such odd positions, seek #th…"}
{"label": "1", "text": "now that I have my future planned out, I feel so much happier #goals #life  #igotthis #yay"}
{"label": "1", "text": "#hate going to the doctor on so many levels but least I can go sleep with a #smile just watched #Dwight on live nation"}
{"label": "0", "text": "Happy Birthday, LOST! / #lost #dharmainitiative #12years #22september2004 #oceanic815"}
{"label": "-1", "text": "People too weak to follow their own dreams will always find a way to discourage yours."}
{"label": "-1", "text": "@bldmovs sadly beautiful photo."}
{"label": "-1", "text": "@SueWallace78 peanut butter???? You some kinda pervert??"}
{"label": "-1", "text": "My baskets are better when I'm in a bad mood someone irritate me before practice please"}
{"label": "1", "text": "Remember: The life you have is a blessing for #God. Make it a joyful experience regardless of the odds. GBY"}
{"label": "-1", "text": "@ChurdAllan fucked my coupon that goal!"}
{"label": "-1", "text": "It's always depressing to sort WordPress plugin recommendations not by 'best' but by 'least offensive in terms of premium features.'"}
{"label": "0", "text": "@GreatDismal @Bencjacobs and it’s gleeful because they’re so inspired, so convinced they’re winning and at last have their strongman"}
{"label": "1", "text": "Catering channel's at the height technics hearty enjoyment symptomatize: vrlfEyrN"}
{"label": "0", "text": "@thatomahapa the best revenge is to get yourself a good woman and move on. Leave her and her hairline to figure themselves out alone"}
{"label": "-1", "text": "@iamglenn35 the forth character? No... not gleeful enough..."}
{"label": "0", "text": "My view of the human being is as a dynamic expression of the Cosmos we exist within #humanism #awe"}
{"label": "1", "text": "@homoaesthetics YESYESYES like jd is the closest cahracter that is similar to blaine!! the optimism and ability to crack tough characters"}
{"label": "0", "text": "@TheRandomAnt @meg_m203 yeah, they figured that ornaments are way more wanted than spektar and desolate gear. Well they thought right."}
{"label": "1", "text": "Hey NASCAR fans. Are you going to the race in Loudon this weekend?  Why not stop by New Day Diner for a great hearty breakfast before you go"}
{"label": "1", "text": "Love your new show @driverminnie"}
{"label": "0", "text": "@DDogsScout 'Oh!' Almost with odd cheerfulness, Big Boss offers: 'Muzzle flash blinding. Accidental by the guy who became my best friend.'"}
{"label": "1", "text": "@NFLonFOX @TheDoctorCarson @FOXSports Easy, breezy, beautiful..."}
{"label": "1", "text": "Being in the countryside all day was so pleasing"}
{"label": "-1", "text": "@bear_ing you asshole... you made me sexually attacked to a animated bear :-P"}
{"label": "-1", "text": "@swarbleflop @LightskinJesuSP they're both pretty awful when you look at them historically"}
{"label": "1", "text": "@Corsair those sparkling looks like a gay vampire 😁"}
{"label": "-1", "text": "What do Aquila, Ajahnae, and Euriechsa have in common besides ridiculously stupid,horrible,ugly, God awful names? Tracey IS NOT their father"}
{"label": "1", "text": "@SquishyJiminie aww thank you!! I'm definitely feeling much better today and your messages cheer me up too ☺️"}
{"label": "1", "text": "The T.I / Shawty Lo beef is one of the more underrated ones in hip-hop history. Chock-full of wit, bravado and hilarity."}
{"label": "1", "text": "And you as well! #sparkling @cherebork @MelissaJoyRD @SarahKoszykRD @eat4performance @rustnutrition @jenhaugen"}
{"label": "-1", "text": "@1johndes ball watching &amp; Rojo'd header was equally dreadful!!"}
{"label": "1", "text": "For every minute you are angry you lose sixty seconds of happiness. - Ralph Waldo Emerson #quote"}
{"label": "0", "text": "@jccrocker #CharlotteProtest do u #wait 4 the facts #video or do u #hate now ask questions later  #protest #PoliceShootings #suggestions"}
{"label": "0", "text": "Please bear with me, I'm not Twitter savvy😝 in real life I'm a Facebook person. Help me gain followers 🤓 #blog #selfhelp"}
{"label": "-1", "text": "And here we go again 😓"}
{"label": "1", "text": "I found #marmite in Australia. `:) #happy"}
{"label": "1", "text": "Misery loves company. The church ought to be a place where it finds none.\\n-Pastor Kris Theobald #joy #rejoice"}
{"label": "1", "text": "Does this blow your mind as much as it blew mine, or did I just sexually harass someone? #WHOA #Mindblown #huh #setback #fright #madashell 😂"}
{"label": "-1", "text": "@canada4trumpnow @donlemon he has BAD TEMPERAMENT  #HissyFits"}
{"label": "0", "text": "@TheNotoriousMMA looking like @MIckeyRourkeFP in his heyday"}
{"label": "-1", "text": "@blackeyed_susie They ain't going away, and I don't want to see them hurt; changing hearts/minds is really our only option, no?"}
{"label": "0", "text": "i'm doing laundry and watching that 70's show with a bunch of strangers.  #birthday #to #me"}
{"label": "1", "text": "that's my breezy breezy breezy that's my breezy that's my buzzinnnnnn."}
{"label": "0", "text": "never #make a decision when you are .. #angry &gt;_&lt; .... and never make a #promis when you are #happy :) :*"}
{"label": "-1", "text": "@danisnotonfire you made me cry and shake to the point where my parents had to calm me down and give me calming tablets..."}
{"label": "1", "text": "A delight to be at the Lane tonight and witness the debuts of some young talent that could be the backbone of our club!! #COYS"}
{"label": "-1", "text": "I can never find the exact #emoji that I'm after at the exact moment that I need it #panic"}
{"label": "1", "text": "@alpuzz Ah, but once I got it to work, there was much rejoicing! Lol thanks will get it to do taht now."}
{"label": "-1", "text": "..... wakes up and says 'have you tried changing her nappy?' 😡👊🏼 !!!!"}
{"label": "-1", "text": "Praying for the #Lord to keep #anger #hate #jealousy away from your heart is a sign of #maturity #conciseness"}
{"label": "-1", "text": "Never let me see you frown"}
{"label": "-1", "text": "@GoPro your UX online is appalling! No clear save button, not being able to use any generic TLD's #unhappy"}
{"label": "0", "text": "@alicereidy more of a hearty Italian man myself"}
{"label": "0", "text": "@amychozick @jswatz Not a word about terrorism."}
{"label": "0", "text": "@MaxVenator We've had no foreign policy but have had goofy Secretary of State John Kerry with his devil may care pose and jaunty blue scarf."}
{"label": "0", "text": "Very long day. Thank goodness for Bake Off to brighten up a weary Wednesday ☺ #GBBO"}
{"label": "1", "text": "When you wake up from a dream laughing at something stupid, and that makes you laugh more #hilarious"}
{"label": "-1", "text": "Hope was an instinct only the reasoning human mind could kill. An animal never knew despair."}
{"label": "-1", "text": "@jonfavs Don King is an insult to the intelligence of the Black Community.  What are these people thinking?"}
{"label": "1", "text": "@FilthyFrank My first time watching your vids and i died of laughter. Keep this up dude"}
{"label": "0", "text": "@Spacekatgal @outmagazine Its okay to be trans just rejoice with the trans in the trans way. By the way it's not your business, so why care?"}
{"label": "-1", "text": "Omg I actually thought she was going to jump.  #SouthPark20 #southpark"}
{"label": "1", "text": "@TheSandraGal Glad to see that you're having fun in the sun. Water sports are always fun, challenging, and exhilarating. #happiness #beauty"}
{"label": "-1", "text": "This whole #VanRE + extradition might turn into a Pandora's box. JT has no idea about that murky corrupt guanxi in China; Toad vs Dada ;-)"}
{"label": "-1", "text": "Body is sleepy but the mind is active. So sad... Have to get ready for work in 30 minutes. Damn! #restless"}
{"label": "1", "text": "The LORD your God is in your midst—a warrior bringing victory. He will create calm with his love; he will rejoice over you with singing."}
{"label": "1", "text": "#personaldevelopment\\n\\nToday is a gift, that's why it's called the present... #happiness #optimism #entrepreneur #personaldevelopment …"}
{"label": "0", "text": "Nice Idea collect all relevant socialmedia in one-But dont be automatic pls #worldsapp ⬅️ #chirp #appsworld #socialmedia @DanielFeuer merci🎈"}
{"label": "-1", "text": "I can never find the exact #emoji that I'm after at the exact moment that I need it #nuclear #missiles.\\n\\n#IndianArmy"}
{"label": "-1", "text": "Brendan Rodgers looks fuming 😭"}
{"label": "-1", "text": "@GOtvNg CN seems like you only appreciate good reviews. No apologies to my concern years ago."}
{"label": "1", "text": "My friend just messaged me 'ugh I'm so hungry I can't wait for breakfast' #socialmedia #WineWednesday #hilarious #funny #laughing #happy"}
{"label": "1", "text": "I am always ready to #smile."}
{"label": "-1", "text": "@HebertofNH any time a man who got paid to throw temper tantrums speaks up, you gotta listen."}
{"label": "-1", "text": "@PuseLepuru it's the irritation of not having found the corpse"}
{"label": "1", "text": "Like I said ➡ there's plenty of cheddar in the cheese to go around! For everyone. ☺ #smile"}
{"label": "-1", "text": "@RobertWesley3 I'm #mad that my brother is #sad ! Feel better bub!"}
{"label": "-1", "text": "@ClvlndK8 It's so sad! There's always such optimism with a new year. This is...not good. @BuckshotBandit1 @dapostrophearcy"}
{"label": "1", "text": "one thing I can say is that you kept me smiling"}
{"label": "0", "text": "It's meant to be!!"}
{"label": "1", "text": "Your lion's heart\\nWill protect you under stormy skies\\nAnd I will always be listening for your laughter and your tears"}
{"label": "0", "text": "Lets get this Astros/A's game going already!  We're going to need all 5 of you in attendance to cheer the A's to victory!"}
{"label": "1", "text": "Well that was exhilarating. I didn't know you could have goosebumps for 2 hrs 5m straight."}
{"label": "0", "text": "Bet pawpaw is having a good time rejoicing up in heaven for his first birthday there!"}
{"label": "1", "text": "Vincent looking super lively boy... Hattrick perhaps lol"}
{"label": "-1", "text": "in health we did a think about depression and now i feel like i have it"}
{"label": "-1", "text": "@Thebeast_ufc what happened to the suicide tweet it was a joke obviously how could that offend anyone?🤔"}
{"label": "-1", "text": "I HATE little girls 😡😡 got a lot off growing up to do!!! #fuming"}
{"label": "-1", "text": "@JamesPiotr I am working on a feature right now about the preponderance of awful owners who are at war with fans. So many to choose from."}
{"label": "0", "text": "It take so little to make a child's life joyful, why do we work so hard to make their lives hell? @MiddleEastEye Peace"}
{"label": "0", "text": "Omg I'm outside making beats with garageband and some little birds  decided to chirp along （≧∇≦）"}
{"label": "-1", "text": "@DoubleEph sadly his best days are behind him"}
{"label": "-1", "text": "@zavvi @zavvihelp only offering 6 moth warranty #ps4pro #shocking #truth #ripoff"}
{"label": "0", "text": "Ok, it seems there is still hope in BSNL 🙂\\nNow, BB speed is ok 🙂\\nBut I won't thank and elate much lest it be gone again like before 😐🙂"}
{"label": "1", "text": "chirp chirp! what a beautiful white and red bird! 🐦"}
{"label": "0", "text": "@Blancalanka96 thought it'd be fun and it is not fun but on the bright side I don't have to fight for parking"}
{"label": "-1", "text": "It's been 5 weeks and I still go through depression smh"}
{"label": "-1", "text": "@sueblue35 @nsoz7 @immortalbulldog huh? We have a sprint coach? We're the slowest team in the comp. Talk about robbing a living. #outrage"}
{"label": "0", "text": "@Nikhilv95 @LydiajaneF I wish, I really, truly wish, that I had just a modicum of your banter."}
{"label": "1", "text": "Use your smile to change the world. Don't let the world change your smile.' #quote #actorslife #smile #love #hardworkpaysoff #fun"}
{"label": "0", "text": "One point: DSP claims YTers lost half their viewership in 2012 if they weren't using direct capture. That's when the search changes happened"}
{"label": "-1", "text": ".@POTUS Obama describes his temperament as 'steady &amp; on the buoyant side.'"}
{"label": "0", "text": "- the joyous occasion of laughing at the ostentatious display of disrespect. Bruce just scoffed at the entire scene. This wasn't Batman’s -"}
{"label": "1", "text": "The current run of superman continues to be a delight! You can feel the love poured into it by everone on the creative team #superman"}
{"label": "1", "text": "Come to the @BullSkitComedy FUNdraiser this Fri. at 8pm @TheScottBlock. Because #pie + #face = !"}
{"label": "0", "text": "@washingtondc @NMAAHC That is Noah Ark, it's a terrific design."}
{"label": "1", "text": "I'm a cheery ghost."}
{"label": "0", "text": "did you know that the sparkling letters in Super Mario Galaxy spell out U R MR GAY"}
{"label": "0", "text": "@Markk1872  Red heads are more fiery."}
{"label": "1", "text": "Solid starts by #Bozzelli and #BenEvans. Hoping for a good #start !"}
{"label": "0", "text": "Relive Vegas' heyday with Rat Pack tribute"}
{"label": "0", "text": "@fleetstreetfox It's buzzing pathetically for sympathy if you let it out it will twirl it's moustache, chuckle and sting you #Psychowasp"}
{"label": "0", "text": "Job interview in the afternoon  #ek"}
{"label": "0", "text": "Today I answered a call from a college rep who didn't realize I did, and I got to hear part of his lively debate about if evolution is real."}
{"label": "1", "text": "I've got some new pens to break in. Name an animated series and I'll draw you in that style 🖍"}
{"label": "-1", "text": "If I spend more than £10 in shimmy on £1 drinks I'll be raging, but we all know it's gonna happen"}
{"label": "1", "text": "#terribledebatequestions has given me so many laughs this afternoon! Thanks Twitter!  #cleverpeople"}
{"label": "-1", "text": "Just now we were rejoicing that we finally won a match the draw just revealed that we are facing city next. This life sef"}
{"label": "1", "text": "I thought I got mad for anything but my bf gets mad over any little thing lmfao shit be hilarious"}
{"label": "-1", "text": "I seriously hope these chances Celtic are missing are going to come back to haunt them with an Alloa sucker punch"}
{"label": "-1", "text": "i cant live anymore my roblox got termianted :(((((((((((((((((((((((( #sad #killme #lol #robloxgamer"}
{"label": "0", "text": "@Ginger_Naylor *Connie came back in* Hey you seem a bit more lively"}
{"label": "-1", "text": "in my dream....They were trying to steal my kidney!!!  #blackmarket #whydidiwatchthat"}
{"label": "-1", "text": "Obama admin rejects Texas plan to have refugees vetted for terrorism so Texas pulls of of fed refugee resettlement program. Aiding ."}
{"label": "-1", "text": "Just joined #pottermore and was sorted into HUFFLEPUFF 😡😡😡"}
{"label": "1", "text": "Impractical Jokers...practically genius!!!  @BQQuinn #laughter #good4thesoul #ImpracticalJokers #bingewatching"}
{"label": "1", "text": "#nana 4 hoco bc my dream since freshman year awe 😙❤❤❤ @thecandeyman"}
{"label": "0", "text": "@crumpledlinen he chirp"}
{"label": "0", "text": "The ghost of Stefano reflects on the grim indignity of being murdered by corrupt cops in faux love. #days"}
{"label": "0", "text": "Just like there is a right way to pray, there is a right way to give - not grudgingly or of necessity, but cheerfully. #woficc"}
{"label": "-1", "text": "Guy across from me in a really ugly suit cannot stop expressing his displeasure"}
{"label": "1", "text": "f breezy"}
{"label": "0", "text": "Turns out 'it' wasn't even anything to be concerned about at all. Im happy and a bit frustrated it took so long to get this answer."}
{"label": "-1", "text": "Bojack Horseman: the saddest show ever written?? #depression #season1"}
{"label": "0", "text": "Dehydrated, exhausted, stressed but still blessed."}
{"label": "0", "text": "I want my highlight to be so bright that if I ever get lost and someone is looking for me in the dark, they'll find me."}
{"label": "1", "text": "#Appreciate what you have &amp; enjoy your life. \\nUse your #smile 😃 to help others use theirs. ☺️"}
{"label": "1", "text": "What if.... the Metro LRT went over the Walterdale?!?! 😂 #yeg"}
{"label": "1", "text": "@cedricyarbrough We love you! #hilarious   We are looking forward to SO much more!  #kudos on the #pilot @Speechless_ABC #speechless"}
{"label": "-1", "text": "A former diplomat is quite gleeful about the situation of Pakistan on @TimesNow\\nNot quite stiff upper lip of diplomacy seen normally"}
{"label": "-1", "text": "Sigh. I got a B- .. #depressing"}
{"label": "1", "text": "@yoursecretsub1 Trust me dear, if you want to make anything invisible, hang a wet paint on it, and hilarity will ensue."}
{"label": "0", "text": "Asked one thing from our guys tonight and got it! #happy #proud #disappointed - THAT IS FOOTBALL #timetoclimbthetable"}
{"label": "1", "text": "When we give cheerfully and accept gratefully, everyone is blessed. »Maya Angelou"}
{"label": "1", "text": "When you're prof suggest @Pharrell and William James may be unlikely dialogue partners and then plays the #happy video #WeAreCST"}
{"label": "0", "text": "be strong, independant and practical. stop living in your world of fantasy. snap out of it. the faster u get used to the reality, the better"}
{"label": "0", "text": "Beats is accurately all-powerful with respect to high-quality high-frequency speaker in re the extra desolate relating to fire-ea:…"}
{"label": "0", "text": "@SteveBryantArt I was pretty sure it was a Golden Ticket. Get a tour. Make a mistake. Something horrific will happen to you. Good day sir."}
{"label": "-1", "text": "@NeoFundie @fitchest Ha. Right. I'm from San Jose, CA, and I was offended right there with you. Dave, go on a walk or something next time."}
{"label": "1", "text": "@bradshawjp Sweet! #optimism"}
{"label": "-1", "text": "Repeal/remove the 'Johnson Amendment'. It is a direct affront to the First Amendment of the Constitution."}
{"label": "-1", "text": "So they #threaten to kill #kapernick for KNEELING. I say every athlete just stop playing until social justice and equality comes forth."}
{"label": "0", "text": "@JordySloan love that Jordy #revenge ⚽️"}
{"label": "0", "text": "Mind if I tag along?' She asked cheerfully, sweeping a lock of hair behind her ear. 'I want to see if you've really got • @DitheringWizard"}
{"label": "0", "text": "everyone hates twice, and i kinda did too but they got bops i'm bumping rn to cheer up"}
{"label": "1", "text": "Just watched Django Unchained, Other people may frown, but I titter in delight! 2/5"}
{"label": "1", "text": "I just want to let everyone out there know you are wonderful people! #beyourself   #late-night #compliment #behappy"}
{"label": "-1", "text": "@el_tityboi bc it's a gloomy day Tony"}
{"label": "1", "text": "@crimpoop my adorable and cheerful daughter\\nAlways pouring positivity green goo on me\\ndare hurt her and you'll see hell //growls\\n\\n#PandaBot"}
{"label": "0", "text": "@teenageic0n_ you'll be pleased to know my family are blues"}
{"label": "-1", "text": "Are you lost in the fury, fearing that you'll fail?"}
{"label": "-1", "text": "some of the casuals tweets that Vic has faved are making me gag #bitter"}
{"label": "-1", "text": "@judahandthelion TONIGHT. Legit can't wait to rage 🤘🏻🤘🏻🤘🏻🤘🏻🤘🏻🔥"}
{"label": "-1", "text": "ya boy gets mad tired of pine trees"}
{"label": "-1", "text": "MC: what are you listen to these days?\\nBogum: these days I feel gloomy, I listen to ccm (spiritual song) often.\\n\\nChurch oppa mode. :)"}
{"label": "-1", "text": "@6itmap I can't help but feel melancholic!"}
{"label": "-1", "text": "@Casper10666 I assure you there is no laughter, but increasing anger at the costs, and arrogance of Westminster."}
{"label": "-1", "text": "😩😩😩😩 heads melted, very tired but can't sleep. #nightmare"}
{"label": "0", "text": "@LPDonovan this is why I think his pre prepped debate answers have the potential for hilarity"}
{"label": "-1", "text": "Once again the only thing on my feed is naay raging about something and my brother filling in all the gaps"}
{"label": "0", "text": "Women don't like girls because we resent them for looking so great/we wish we still looked like that  #washed"}
{"label": "-1", "text": "the outrage has passed and has been replaced by a mute, fatalistic acceptance of the current situation.  #fatalism"}
{"label": "0", "text": "#Sports Top seed Johnson chases double delight at Tour Championship"}
{"label": "1", "text": "@Za_buhmaid Happy birthday sweety .. sweet 21 hun hope u have a wonderful day and a wondrful joyful year better than the last one, Luv U ♥"}
{"label": "-1", "text": "@tylerhower Covering Milo might make sense—not much, even at that—but celebrating him as puckish is cooperation in something ghastly."}
{"label": "-1", "text": "Aidy: *has a physics question*\\nAidy: '... ok, I'm not gonna ask Tristan cause I don't wanna aggravate her'"}
{"label": "1", "text": "#MeogysDailyVocabEnhancment Elation: quality or state of being elated; feeling or state of great joy or pride"}
{"label": "-1", "text": "I can't pull myself out of depression"}
{"label": "0", "text": "@jessebwatters lol. Love it when you aggravate Juan. Keep up the good work. Lol"}
{"label": "1", "text": "@MericanMainer AWW. I had a Maine Coon when I was little named Ted Eddy the Wonder Cat. They're such good cats! Very playful and sweet"}
{"label": "-1", "text": "@CNN please fire don lemon!!Do not let him report on anymore  protest. He is #horrible #negative and runs away from the issue at hand!"}
{"label": "1", "text": "@NHLstoreNYC  cheering for @TeamNA_WCH and @HC_Men"}
{"label": "1", "text": "@StephaliciousD afternoon delight"}
{"label": "-1", "text": "@HuffPostUK  NO greater wrath than a woman scorned."}
{"label": "1", "text": "When my friends send me ballons and fireworks through text... #amazing"}
{"label": "0", "text": "@GarthJennings loved #sing #tiff but 1 q there is 1 japanese line but obviously spoken by non japanese. no way to find japanese for 1 line?"}
{"label": "1", "text": "I would like to congratulate the people of Saudi Arabia a happy and a joyous national day. May you all have a great time! #اليوم_الوطني"}
{"label": "1", "text": "You know you're in love when all you can do is smile whenever you talk about how he is to someone."}
{"label": "0", "text": "Traditionalists say it should be bored by or bored with, but not bored of, a 'rule' cheerfully ignored"}
{"label": "0", "text": "@globemartyk 'drunken patroons' make this whole situation much more jovial though."}
{"label": "-1", "text": "I understand now...if it's not pleasing to the ear...then it ain't what you want! I'm so so tired!!"}
{"label": "1", "text": "Optimism leads to success. - Bill Kerr @Coach__Kerr #success #optimism #goals"}
{"label": "0", "text": "Being stuck in the roof of your house provides amazing view but sheer terror of falling down, kinda like life"}
{"label": "1", "text": "You forever straight so fix that frown u good😇 @amayyaaag__"}
{"label": "0", "text": "Mon Celtic, give us something to cheer - place is empty, soaked &amp; its my wee nephew's Birthday ffs, started well, now dropped off."}
{"label": "1", "text": "5 person of renown cheerful expectation solutions-pleasure principle back: HsNHZMJSc"}
{"label": "-1", "text": "@TrueAggieFan oh so that's where Brian was! Where was my invite? #offended"}
{"label": "-1", "text": "Why does having anxiety drain some much of your energy #anxiety #sotired #needtosleepforhours"}
{"label": "-1", "text": "@TamraBarney @ShannonBeador @RHOC_KellyDodd Tamra would F her up if she swung on Tamra\\nKelly is a piece of 💩 #needstobeadmitted"}
{"label": "1", "text": "I aspire to have Val's self confidence and optimism tbh 👏💖 #GBBO"}
{"label": "-1", "text": "#Scorpio's can withdraw to a quiet place after being hurt, only to think of a plan to sting back."}
{"label": "-1", "text": "Circle K is dead to me. I hate your new slushie machine.  #livid"}
{"label": "0", "text": "If I were assured of your eventual destruction I would, in the interests of the public, cheerfully accept my own.' Sherlock Holmes"}
{"label": "0", "text": "On the bright side with YouTube heroes leafy will finally get banned"}
{"label": "1", "text": "@Steeeevie_ breezy luvvvv"}
{"label": "1", "text": "I love looking at my old statuses on Facebook. The one I have from four years ago on this day was about #glee. I had so many opinions..."}
{"label": "-1", "text": "incredible that anthony weiner has been caught chasing a busty milkmaid across a park at double speed while jaunty music plays"}
{"label": "1", "text": "@MrsTaraX @PlateGotAte YES! I am rejoicing"}
{"label": "-1", "text": "@David_Stepp Any other election, fine vote 3rd party as useless as it is but not this one. I hesitate to say it'd be selfish but..."}
{"label": "1", "text": "@NHLstoreNYC @TeamNA_WCH #NHLNYCSWEEPSTAKES having fun watching team North America and cheering team Canada!"}
{"label": "-1", "text": "Hey @gmail why can I only see 15 sent emails? Where's the thousands gone?"}
{"label": "-1", "text": "Heard of panic! At the disco? How about Kach-ing! at the ATM"}
{"label": "-1", "text": "@pottermore : I can't find my patronus, the website doesn't work, I can't even see the questions.... #sadness..."}
{"label": "1", "text": "in geometry today hannah started crying of laughter because ms. canning said 'pp' lol"}
{"label": "-1", "text": "I'd rather dump gasoline all over myself and run into a burning building than use Excel."}
{"label": "-1", "text": "@pbhushan1 @IndianExpress so in your opinion is this the worst delhi govt? #acrid  #hypocrisy"}
{"label": "-1", "text": "@rupindxr my heart actually sunk looooool I was so confused"}
{"label": "-1", "text": "@billie21806 @cnnbrk tell that to your bodies cheering on the deaths of black people by cops. their fear is killing us."}
{"label": "0", "text": "@courtneymee I'm 3 days sober don't wanna ruin it"}
{"label": "-1", "text": "A 28 yr old man threw a saucepan of boiling water at a garda, &amp; then hit the garda with the shaft of a brush...Letterkenny District Court."}
{"label": "1", "text": "@1barkcom Thank you for the #follow. Looking forward to your tweets as they look entertaining!  #socialmedia"}
{"label": "-1", "text": "Ppl like that irritate my soul"}
{"label": "1", "text": "@MerenthaProphet - the Hunter in this way, content and joyous in simple, domestic bliss? I cannot wait for word of who you truly are to -"}
{"label": "0", "text": "Fam what seems more fun for a photo booth: being able to instantly post to Twitter or having to wait till sober to see the hot mess"}
{"label": "0", "text": "Sir, my concern is not whether God is on our side; my greatest concern is to be on God's side, for God is always right.' - Abraham Lincoln"}
{"label": "-1", "text": "Yes Mourinho, you really should stop speaking about refs! And try cheering up a bit."}
{"label": "1", "text": "#BridgetJonesBaby is the best thing I've seen in ages! So funny, I've missed Bridget! #love #hilarious #TeamMark"}
{"label": "-1", "text": "These people irritate tf out of me I swear 🙄 I'm goin to sleep ✌🏾️"}
{"label": "1", "text": "💥⚖️Yeah‼️ PAUL‼️⚖️💥  #glorious #BB18"}
{"label": "0", "text": "@MisterSalesman @ThinkPostsDaily #smiling doesnt necessary means your happy.sometimes it just means you're strong!"}
{"label": "1", "text": "Whatever you decide to do make sure it makes you #happy."}
{"label": "1", "text": "Some Erykah Badu to sedate me 💕"}
{"label": "-1", "text": "@JoyAnnReid I totally understood his point, but we need a better messenger and the laughter just pissed me off! 😡"}
{"label": "1", "text": "At the end of the day you gotta be #happy for you."}
{"label": "1", "text": "Girlfriends cooking me dinner again. spag blow it is, not to sure if she need my help 😂😂 #girlfriends #happy"}
{"label": "-1", "text": "Candice's pout gets more preposterous by the week. This week it's gone a bit Jack Nicholson's Joker. #GBBO"}
{"label": "-1", "text": "@partydelightsUK it's 5679787. Cannot DM you as we don't follow each other. Not such a  #party #fail #letdown"}
{"label": "1", "text": "Thinking about trying some comedy on youtube. Always been fond of it. Time to nut up. #laughter #comedy #maybeoneday #hopefullyfunny #LOL"}
{"label": "-1", "text": "Since the 'update' my @iPhone loses power nearly 40% faster."}
{"label": "-1", "text": "Too many are on their 'yeah, the thing going on with cops shooting innocent people is sad - but just not in my backyard, so..'  #blm"}
{"label": "1", "text": "@JohnGDryden Gud morning sir,,keep smiling!"}
{"label": "0", "text": "@_Hallospaceboy_ @DailyGrindhouse  I respect when someone can give a second chance to a movie they aren't a fan of. Why #horror is diverse."}
{"label": "0", "text": "@_jamiebraidwood haha, horrific is all that needs to be said. Glad I'm away to Spain on Sat so missing game 🍹🍕🍺☉☉"}
{"label": "-1", "text": "The ppl on here defending cops as they continue to kill innocent ppl or ppl who aren't innocent but clearly cooperate irritate tf outta me"}
{"label": "1", "text": "Mate the thing I get excited about in my profession are mad. A client said she opened her bowels, I'm rejoicing"}
{"label": "1", "text": "@BratzHead happy birthday to the most beautiful cheerful sister ever, llnp 💕❣🎉"}
{"label": "0", "text": "@LoriAlan1 Seriously. Digging those eyebrows."}
{"label": "-1", "text": "Wine drunk is the worst version of myself ffs, don't even remember seeing basshunter"}
{"label": "1", "text": "*violently screams at the four winds* WE AINT EVER GETTING OLDER *cute jovial rhythm starts* *moves hips along and waves arms in the air*"}
{"label": "1", "text": "@ATrumping hahahahahaha!! Oh gosh. You are hilarious. A black man trying to keep racism alive. Get out of here man."}
{"label": "-1", "text": "@komaebun He just has that way of thinking, he wants absolute hope born from absolute despair."}
{"label": "0", "text": "My ukulele bag has fallen apart. 😐 WELLL AT LEAST my life hasn't yet!!"}
{"label": "-1", "text": "@veryeloise your gunna make me cry, I need a glee day"}
{"label": "-1", "text": "Hey @gmail why can I only see 15 sent emails? Where's the thousands gone?  #panic"}
{"label": "-1", "text": "myself that despite the absolute delight my children and I would feel having a kitten in our home, the misery my husband would feel is more."}
{"label": "-1", "text": "Super shitting it about this tattoo #nervous"}
{"label": "1", "text": "i love those #memories that randomly pop\\ninto my head , have me #smiling like an\\n#idiot for ages 󾌴"}
{"label": "0", "text": "smiling through the stress :) :) :) :) :) :) :( :( :( :( :( :( :("}
{"label": "1", "text": "My future must be bright af."}
{"label": "-1", "text": "WHY TF DO BROKE BOYS KEEP TRYNA FIND GF's? GET UR FUCKIN $$$ RIGHT B4 I SMACK YO BITCHASS, she deserves 2be happy &amp; u don't deserve that ass"}
{"label": "0", "text": "Every single problem we ever face can be solved with a nice blend patience and optimism"}
{"label": "0", "text": "@Elliot_Eastwick just play rappers delight and have a 15 minute kip"}
{"label": "1", "text": "@berniedole looks that way. But let's think about Rohan last week ... #optimism"}
{"label": "1", "text": "This night is sparkling don't you let it go,\\nI'm wonder struck,\\nBlushing on the way home.'"}
{"label": "1", "text": "some say my lover is a pale green light\\nhe hovers high where the moon shines bright"}
{"label": "1", "text": "Got to be up in 4 hours to go back to work #cantsleep #excited"}
{"label": "-1", "text": "@tariqmateen but sadly he missed some crucial and important points. Indian terrorism in pk,  kal Boshan,  etc..  Raw involvement"}
{"label": "0", "text": "light shining thru a clear sparkling stream of piss ,is a sight women will never know of(also tells tht system ure system is healthy)"}
{"label": "-1", "text": "Don't join @BTCare they put the phone down on you, talk over you and are rude. Taking money out of my acc willynilly! #fuming"}
{"label": "1", "text": "Heather that was #hilarious! @MsHeatherBates @pattonoswalt @chrishansen #AnthonyWeiner #15gets20 #NYC"}
{"label": "0", "text": "@bodwell_james did it not just enliven your soul"}
{"label": "0", "text": "Dentist just said to me' I'm going to numb your front lip up so it'll feel as if you've got lips like Pete Burns!...... She was right"}
{"label": "-1", "text": "In my room 101 would go  Russell Howard,Tom Odell,Michael Buble!!! #pants #nogood #dire"}
{"label": "1", "text": "So happy I live in NYC! See you tomorrow .....@SamHeughan @Barbour"}
{"label": "0", "text": "@warrensarahh @CjKiid awe, miss y'all too!:)"}
{"label": "1", "text": "Never a dull moment when talking to Nell 😂😂😂😂😋"}
{"label": "0", "text": "Congress attended by midterm liveliness differently constraints: qmiv"}
{"label": "-1", "text": "@crystaldiamondo impossible to say. We can only hope that I don’t unwittingly trigger her ferocious side again. Hell hath no fury.."}
{"label": "-1", "text": "I really hate Mel and Sue. They think they're hilarious and they're just awful"}
{"label": "0", "text": "@doctorofinfo I was just introducing a little levity to the convo. Yep!"}
{"label": "0", "text": "@cstonehoops Gonzaga not listed in the article but at 65/1 they have tremendous value, they are top10 team for sure, got everything you want"}
{"label": "0", "text": "Home is where the heart lies ! Love my little island but my birth city just ain't acting right &amp; im not feeling too good about it #restless"}
{"label": "0", "text": "Tom Phillips being all jovial at the start of this week's show when Joe is strutting out after that video package is quite the juxtaposition"}
{"label": "-1", "text": "Bloods boiling"}
{"label": "1", "text": "Never make a #decision when you're #angry and never make a #promise when you're #happy. #wisewords"}
{"label": "1", "text": "Leon's cheerfulness is always a big help."}
{"label": "-1", "text": "@luxbet Did you even give out any pizzas ? Serious fail #hungry  #hangry"}
{"label": "-1", "text": "I would just give her with their naked body."}
{"label": "-1", "text": "Bitches aggravate like what inspires you to be the biggest cunt known to man kind?"}
{"label": "1", "text": "God hears your voice optimism at the moment that you think that everything has failed you ✨."}
{"label": "-1", "text": "@Cpt_SRogers_\\n'Well it can go one of two ways. You either get over it and accept it, because it's not going to change, or you mope about --"}
{"label": "1", "text": "@WSJNordics You make the world a more joyful place. #TheNiceBot"}
{"label": "0", "text": "Sioux Valley wins home competitive #cheer invite with a score of 158. ...Dell Rapids second at 138"}
{"label": "-1", "text": "People who go the speed limit irritate me"}
{"label": "0", "text": "Howard Webb always held up as knowing the answers. No red. Sutton and Craigan raging! Hahaha"}
{"label": "1", "text": "I #love to #laugh and share #laughter as way to share #joy"}
{"label": "-1", "text": "With a jovial Trump on his ass, Don King just publicly told a crowd that 'We need [him] because you will always be a nigger.'  #FuckTrump"}
{"label": "0", "text": "@Spotted_H0rse I'm spry, though"}
{"label": "-1", "text": "@esraalajmy huff btw ty😔"}
{"label": "-1", "text": "What day is it #lost"}
{"label": "1", "text": "I've been loving you too long #OtisRedding #blues"}
{"label": "1", "text": "@Dubai92 try asking for a cheeseburger with only onion &amp; mustard at any #McDonalds #hilarious"}
{"label": "1", "text": "Something about these cool, breezy fall days.. 😍🍂🌾🍁"}
{"label": "0", "text": "A not very young man compiled info on a smiling baby then a mattress created new evil."}
{"label": "1", "text": "Food that gets delivered 😍🙌🏻"}
{"label": "1", "text": "Watching Avatar and wondering why I took so long to watch this *collapses in a joyous heap*"}
{"label": "0", "text": "Final night shift coming up.  I won't miss it but I will miss my work pals and the hysterical laughter that gets us through the night"}
{"label": "-1", "text": "Did we miss the fact that #BurkeRamsey swung &amp;hit his sister #JonBenet in the face with a golf club previously out of a fit of #anger?"}
{"label": "-1", "text": "@MendipHillsAONB do we think the swallows and swifts have gone? Photo'd 3 nights ago, not seen since.  #Autumn"}
{"label": "1", "text": "@soboleskih Okay this is hilarious"}
{"label": "1", "text": "Another loss to city in the cup next 🙈 😂😂 cmon united!"}
{"label": "-1", "text": "I'm so confused by the new American horror story 😩"}
{"label": "0", "text": "only time I am ever cheering for you Johnny"}
{"label": "1", "text": "@safaridjh but it's so aesthetically pleasing omg"}
{"label": "1", "text": "@JessicaZ00 @ZRlondon ditto!! Such an amazing atmosphere! #PhilippPlein #cheerleaders #stunt #LondonEvents"}
{"label": "0", "text": "HUGE CONGRATULATIONS TO NICOLE WINNING BIG BROTHER 18! @BBNicole #BB18 sorry not sorry #bitter #bbmichelle"}
{"label": "1", "text": "i'm doing laundry and watching that 70's show with a bunch of strangers. #happy #birthday #to #me"}
{"label": "-1", "text": "@AmericanAir I am irate at you check-in system. I have tried to checkin all day and it wouldn't let me do it because I had no seat assigned"}
{"label": "1", "text": "@kymwhitley hello Miss Lady I'm sure today brings you happiness and laughter use your voice also to make us laugh  god knows we need it"}
{"label": "-1", "text": "@comcast you charge 150 extra for sending someone out and your cable service still doesn't work. That's robbery.  #cable #horrible #service"}
{"label": "1", "text": "Only Geo is capable of cheering me up❤️❤️❤️"}
{"label": "-1", "text": "Am I the only person who dislikes fall? #FirstDayofFall #leaves #thingsdie #depressing #cold #noflipflops 👎🏾👎🏽👎🏻🍂🍁"}
{"label": "1", "text": "Latest on new optimism on keeping #Raiders in #Oakland, live right now on @KCBSNews: @NFL meets here w/Lott &amp; Schaaf to talk new stadium"}
{"label": "0", "text": "Harking back to 2012 - DT's challenge to @POTUS...I will give...DT a hearty thank you...if he will release his tax returns...."}
{"label": "0", "text": "Accrington Stanley? Who are they? Exactly. Things looking dire for West Ham despite the win. What's changed since March? #bbcfootball"}
{"label": "1", "text": "Let go of the need to need. And find your own joyous path through the richness that extends in every direction."}
{"label": "1", "text": "@seangrandillo I beg you, never stop smiling. You deserve to be happy and to know all the beautiful things that life can offers."}
{"label": "0", "text": "i was just talking about it last week .. how does your outside appearance (ie. dread locks) affect the ability you have to work?"}
{"label": "1", "text": "Try to find the good in the negative. The negative can turn out to be good.\\n#anxietyrelief #optimism #openminded"}
{"label": "1", "text": "Lmboo , using my nephew for meme"}
{"label": "-1", "text": "@LmRyle @tomcolicchio @realDonaldTrump @HillaryClinton @ajjaffe I understand your concerns but look at her foundation contributions"}
{"label": "0", "text": "Well look at the bright side. You found a use for that rope #TipsToSurviveAPowerOutage"}
{"label": "-1", "text": "@reikimuse @MHChat I am beyond the sadness point. Have done it inside out. I live with CPTSD and BPD  I can't always do the pity party"}
{"label": "1", "text": "@rubeseatsinfo from here, it's but a short step to biweekly Community Meetings over a hearty meal of soy flakes"}
{"label": "-1", "text": "@StarklyDark 'I know you trusted me.' His words were soft as he ignored the anger and focused on the hurt beneath. 'I know I screwed up.' --"}
{"label": "-1", "text": "i have so much hw tonight im offended"}
{"label": "-1", "text": "is it bad that kurt is literally me..? #glee"}
{"label": "-1", "text": "@BitchestheCat Look at those teef! #growl"}
{"label": "-1", "text": "@Bickley_Marotta yea because forcing 5 turnovers and holding a pretty good offense to 7 points is concerning.....oh wait. NO!!"}
{"label": "-1", "text": "@hannah_2401 hannah stop being mournful and chill 💁"}
{"label": "-1", "text": "Wanted to get him a cake with sparkling candles but he doesn't like cake😒😒. Ruins everything"}
{"label": "-1", "text": "Not sure if thats an accomplishment or something to worry about"}
{"label": "0", "text": "8. sweater weather - the neighbourhood\\ngirls/girls/boys - panic! at the disco"}
{"label": "1", "text": "But the lady at the store said I had nice eyelashes so that's good, right? #optimism? @verizon"}
{"label": "1", "text": "Made my night that @GordonReid91 Reid was included in tonight's hilarity. Some of those points were brilliant. Thanks @andy_murray"}
{"label": "-1", "text": "@LondonMidland #dobetter only two carriages on 14:49 Birmingham to Hereford no room to stand anymore Friday commute #unhappy"}
{"label": "0", "text": "Lil reminder that my private account is a delight of shittalking and occasionally NSFW stuff! @AngryArchosaur"}
{"label": "-1", "text": "Jeans with fake pockets #horrible"}
{"label": "-1", "text": "@EagleGiles23 @tgilmore_92 what I miss? #outrage"}
{"label": "-1", "text": "@govph I would like to know about the source of The President's optimism about running the country. I wonder if he can answer my curiosity."}
{"label": "-1", "text": "Some moving clips on youtube tonight of the vigil held at Tulsa Metropolitan Baptist church for #TerenceCruther #justice #anger #sadness"}
{"label": "1", "text": "Do what makes you successful and #happy now and forever"}
{"label": "0", "text": "One time I saw Rachel from glee tell someone their job was on a pole and I said that in 5th grade to a boy and he look confused"}
{"label": "0", "text": "@tbergg1 mine are good rn, gonna be horrid after next week"}
{"label": "-1", "text": "@Patsy1207 @markheardusa @theinquisitr Do your fuc*ing job and report the news.Just another bully to go in the basket.Freedom or fear???"}
{"label": "-1", "text": "@jamiesmart Huh! It's always my fault isn't it &gt;:(  #sulk"}
{"label": "1", "text": "@RonMexico760 The guy who calls people 'cuck' and is anti-BLM is offended by idea that he might not be pro-policing reform? That's amazing."}
{"label": "0", "text": "@BrandedByCas I was like that when I started college. It was horrific but it probably will get better. Don't give up yet"}
{"label": "0", "text": "I'm strong 'cause I'm weak\\nI'm beautiful 'cause I know my flaws\\nI'm fearless 'cause I've been afraid\\nI can laugh 'cause I've known sadness.."}
{"label": "1", "text": "ari looks hilarious oh my g d this is too much"}
{"label": "1", "text": "Wishing the Ipswich Tigers good luck in their games throughout homecoming week!! We are cheering you on here at the City Office! GO TIGERS!"}
{"label": "-1", "text": "@RevTrevK @Wolfman93011 @Daraidernation @EROCKhd Take 2k out of it the numbers on madden are low and have dropped and people are unhappy"}
{"label": "0", "text": "@ChrisWarcraft species cf. Don Jr. refugees/Skittles.know he likes his snacks,but even @gop frown on talking about eating humans #lizardscum"}
{"label": "0", "text": "@joeyskawaii i know i don't know u, but physiatrists are seriously the number one best thing for people with anxiety."}
{"label": "0", "text": "Gas prices are hilarious. Cause they're simultaneously super subsidised and taxed"}
{"label": "0", "text": "@_Mrs_Peel @lp_lisa @PaulRGoulden @LisaLuscious Might be the pout of a star baker tho !"}
{"label": "1", "text": "@lilymacintyre_ she was my favourite such a joyful soul"}
{"label": "-1", "text": "She began to squirm beneath @hcllbent, struggling to get out of his relentless grasp. When she realized that the attempt was useless,++"}
{"label": "1", "text": "When you wake up from a dream laughing at something stupid, and that makes you laugh more"}
{"label": "-1", "text": "@narcissusheiyan  maybe it'd have been different if I stayed for sixth form? But still, the oppressive architecture, uninteresting people"}
{"label": "-1", "text": "Niggas murking in each other. In murky water, I try to swim."}
{"label": "-1", "text": "why do i have such a thing for dark curly hAIR"}
{"label": "0", "text": "@rosalarian i hate post con blues! But i avoided the plague too yay!! Yay constant hand sanitizer!!!"}
{"label": "-1", "text": "I get embarrassed at the slightest things and then I'll fret about it all day I hate it"}
{"label": "0", "text": "Had a coworker look at her phone and say, cheerfully, 'oh look, Kap's getting death threats now.' 🙄. Then she goes to say the 49ers are"}
{"label": "1", "text": "To all who follow me, whether we've ever talked or not hope you have a joyous life. Goodbye."}
{"label": "-1", "text": "Honestly depression is kicking my ass lately.. 😔"}
{"label": "0", "text": "@musicfae15 [He grumbled as he sat atop the sushi bar stool, crossing his arms defiantly, in a playful gesture, though he gave anyone who &gt;"}
{"label": "1", "text": "@jimadair3 Guitar shop owners everywhere rejoice"}
{"label": "0", "text": "A #smile doesn't always mean a person is #happy . Sometimes it simply means they are #strong enough to face their own #problems ."}
{"label": "1", "text": "god, Facebook's design has started to remind me of MySpace in its heyday"}
{"label": "-1", "text": "Whenever you are confronted by a wild animal or hostile individual remember that they can smell #fear or the fact you #poop your pants."}
{"label": "-1", "text": "broken policy' #blasio &lt;&gt; #trump #giuliani 'broken windows' all part of 'pecking order' #bully politics #america RESIST #motto"}
{"label": "1", "text": "It's Thursday which means it's Grey's day #TGIT"}
{"label": "0", "text": "I envy ice, at least if you give it warmth it melts #TaylorLautner #Twilight #hilarious #quote"}
{"label": "-1", "text": "Seeing double am so tired but I always grudge getting off my phone at night 🙄"}
{"label": "1", "text": "@GameGrumps THANK YOU SO MUCH FOR COMING TO DETROIT I'm going to sob joyful rainbows now brb"}
{"label": "-1", "text": "@Pamela_Moore13 @Ginlefebvre @BarackObama yes exactly &amp; he's sold out this country to #terror while #lying to cover it up"}
{"label": "0", "text": "@headfirst_dom I often imagine hoe our moon would feel meeting the jovial moons which are all special"}
{"label": "1", "text": "My siblings look all gangster &amp; I look all cheery 😅😂"}
{"label": "1", "text": "@daveweigel a laurel and hearty handshake"}
{"label": "1", "text": "@marthalyssa yep. LOL"}
{"label": "-1", "text": "Losing the will 2 live with @virginmedia business bb gone down on hold for 23 minutes &amp; whoever picked up cut me off #fuming #NoWorkForMe"}
{"label": "0", "text": "@RiotzXVl papercuts sting and stub ur toe last for like 10 secs"}
{"label": "0", "text": "@OniLink86 @DarekMeridian lmao awe..."}
{"label": "-1", "text": "I asked Jared to marry me and he said no. #offended"}
{"label": "0", "text": "Good Master Vernon, welcome, nephews, from Bellario :\\nThere is my lord, that thou interrupt'st our merriment."}
{"label": "1", "text": "@OpentheDoorRadi thanks for playing Crock Pot Going #radio #blog #blues #music #indiemusic"}
{"label": "0", "text": "Fellaini has been playing ahead of this guy...just let that sink in"}
{"label": "1", "text": "The world needs more laughter, more love, and a little more of you. - R.M Drake."}
{"label": "-1", "text": "Boycotting @DunkinDonuts till butter pecan comes back. I am furious"}
{"label": "-1", "text": "@OnesOwnGrief Just a shame his world was gloom from day one almost.Though it makes sense he'd have the whole part hydra,part s.h.i.e.l.d(c)"}
{"label": "1", "text": "Go follow #beautiful #Snowgang ♥@Amynicolehill12 ♥ #Princess #fitness #bodyposi #haircut  #Whitegirlwednesday"}
{"label": "-1", "text": "Tiangong 1, China's first space laboratory, will come to a fiery end in late 2017. The average decommissioned satellite either burns ..."}
{"label": "1", "text": "Cool to see when smart #CowboysTwitter folks chirp the same stuff you did during your review.  This is why I joined."}
{"label": "1", "text": "HUGE CONGRATULATIONS TO NICOLE WINNING BIG BROTHER 18! @BBNicole #BB18 sorry not sorry  #bbmichelle"}
{"label": "-1", "text": "After this news I'm supposed to be so damn happy and rejoicing but I'm here like 😩😔😭😞"}
{"label": "-1", "text": "@Theresa_Talbot @fleurrbie Haha...sorry about the dreadful puns... I need to get out more....I've been cooped up lately..."}
{"label": "0", "text": "I was cheering for NA team. Now I just want this is over and Gaudreau comes back in one piece. It is getting way too risky"}
{"label": "0", "text": "It breaks my heart seeing people down or upset.. I will try my best to make them smile or cheer them up 🤗"}
{"label": "-1", "text": "The abysmal ignorance, frivolity and levity of the Italian priests stupefied him.' - Roland Bainton on Luther, #ReformationDay"}
{"label": "0", "text": "Always doing the EmotionalHedge™ w #WPS\\n\\nI'm elated about start.  Have I mentioned I'm on TAMU -6?!"}
{"label": "1", "text": "#terribledebatequestions has given me so many laughs this afternoon! Thanks Twitter! #hilarious #cleverpeople"}
{"label": "0", "text": "When's it all finished, you will discover that it was never random! #thoughts #restless #CrossoverLife"}
{"label": "1", "text": "@DayveeSutton BIG thank you for liking my little Pumpkin  :)  She's the smallest of my 4, but is very playful &amp; wakes me up most mornings."}
{"label": "1", "text": "@Singaholic121 Good morning, love! Happy first day of fall. Let's make some awesome #autumnmemories #annabailey"}
{"label": "0", "text": "What's with all pre industrial revolution-esque footwear? You guys tryin out for grapes of wrath today?"}
{"label": "-1", "text": "Thanks for ripping me off again #Luthansa €400 not enough for a one way flight to man from Frk then €30 for a bag then free at gate"}
{"label": "1", "text": "@paraplyene @soupper i just read it and it's so fun??!!!! So lighthearted and cheerful, i was right, it's a double cavity for me."}
{"label": "-1", "text": "@Fly_Norwegian quite simply the #worst #airline #worstairline I've ever used! #shocking #appauling #dire #dismal #beyondajoke #useless"}
{"label": "0", "text": "#Followback Quote_Soup: Be happy not because everything is good, but because you can see the good side of everything."}
{"label": "1", "text": "Like I said ➡ there's plenty of cheddar in the cheese to go around! For everyone. ☺"}
{"label": "-1", "text": "@Kim_is__bored exactly what I have been saying on fb.. #bitter"}
{"label": "-1", "text": "@MCHorseFayse @bockaguyjim @generalgoodsman @nevernotdavid so you were owned by losers on Twitter"}
{"label": "-1", "text": "@realDonaldTrump She blamed Benghazi on a YouTube video. She blamed emails on #ColinPowell. Now she blames #terrorism on you. #weakHillary"}
{"label": "-1", "text": "i will never watch greys anatomy ever ever ever ever ever again if Shonda Rimes takes away another OG character☹️☹️☹️☹️☹️☹️☹️☹️☹️☹️ #fuming"}
{"label": "1", "text": "@turoturok  We're glad to hear that everything is resolved. If you need anything else, please do not hesitate to reach out to us.  TY!"}
{"label": "0", "text": "...X, X... Do... you... hear... me? Darn... Your... optimism led... ...to your own... demise... ... You... should... li...live #ZeroBOT"}
{"label": "1", "text": "Well that draw is lively! #EFLCup"}
{"label": "0", "text": "@mrfisher81 Just my attempt at levity 😉"}
{"label": "-1", "text": "Only God knows why things happen, sometimes it's just hard to understand.  #prayingforyou"}
{"label": "0", "text": "The little sniffle at the end of the song gets me every time."}
{"label": "0", "text": "When's it all finished, you will discover that it was never random! #thoughts  #CrossoverLife"}
{"label": "-1", "text": "@FaultlessFacade &lt;she really said in response to what she perceived as a forced jovial tone. With that, she slid out of the jeep and onto&gt;"}
{"label": "0", "text": "@Bluebelle89 @lsmith855 liking the optimism"}
{"label": "-1", "text": "@AllegedLowbrow It's 'Eye-for-Eye'. Indian Army never forgives, Never Forgets. They always take revenge, Pakistan breaks laws, I.A follows"}
{"label": "-1", "text": "@inthefade going back to blissful ignorance?!"}
{"label": "-1", "text": "Already plotting next steps if I get cut off by the same minivan in tomorrow's drop-off line. #preschoolpolitics #momthings"}
{"label": "1", "text": "#smile every morning to a positive head start with your #clients relations"}
{"label": "1", "text": "I'll find Myself smiling and even laughing at jokes that I don't even think are particularly funny, and I know it's because YOU love them!"}
{"label": "0", "text": "my haters are like crickets. they chirp all day but when I walk past them they shut the fuck up.- @DritaDavanzo (my idol)"}
{"label": "1", "text": "Thinking about trying some comedy on youtube. Always been fond of it. Time to nut up.  #comedy #maybeoneday #hopefullyfunny #LOL"}
{"label": "0", "text": "It hasn't sunk in that I'm meeting the twins"}
{"label": "-1", "text": "@nigglydz lydiaaaa, we were the only ones that were supposed to know that you make me nervous 😶"}
{"label": "1", "text": "@priny_baby happppy happppyyyyyy happppppyyyyy haaapppyyyy birthday best friend!! Love you lots 💖💖💖💖💖💖💖🎉🎊 #chapter22 #bdaygirl  #love"}
{"label": "-1", "text": "@peregrinator1 I admittedly went into this series thinking we'd see the Jedi in their heyday, not as dysfunctional UN Peacekeepers in space"}
{"label": "-1", "text": "@TheRevAl please tell us why 'protesting' injustice requires #burning #beating and #looting terrible optics #toussaintromain is true leader!"}
{"label": "1", "text": "@airtelindia have some issues with my broadband bill ,I am charged for the month before I signed up with airtel.. #hilarious"}
{"label": "0", "text": "what happened to breezy"}
{"label": "1", "text": "brennan cook and breezy should get back together😍😍😍"}
{"label": "0", "text": "Who actually chooses to drink sparkling water 🤔"}
{"label": "1", "text": "The true way to render ourselves #happy is to love our work and find in it our pleasure. Francoise de Motteville"}
{"label": "1", "text": "im like 'this is better' in the moment cuz i panic and then later its so obviously not better. at every opportunity i choose to make it seem"}
{"label": "-1", "text": "Well my evaluation came back and i am minimally effective. Student test scores on the PARCC sunk my eval. it's time for me to quit teaching"}
{"label": "1", "text": "@markoheight @Cassie_OB we sound like vampires saying we wanna sink our teeth into the TT lads and their talents 😂😂😂😂😂😂"}
{"label": "1", "text": "Getting my comedic relief w/ @SofiaVergara during season premiere of #ModernFamily. Just what a girl needs! #hilarious"}
{"label": "0", "text": "@rihaBabyJ Aw no problem. I just felt like speaking because I felt the same before and I want you to overcome it and not be discouraged. :)"}
{"label": "1", "text": "@CarolynTopol Ciara asks was it a sci-fi movie, Julie &amp; Jen just stare, Claire on her phone, Joey bolts when the cab honks. LMAO"}
{"label": "-1", "text": "I have no clue where my charger is... #lost"}
{"label": "1", "text": "#BridgetJonesBaby is the best thing I've seen in ages! So funny, I've missed Bridget! #love  #TeamMark"}
{"label": "0", "text": "*gets crushes on fictional and animated characters instead if real people*"}
{"label": "1", "text": "She's foaming at the lips the one between her hips @realobietrice, one of many great lyrics"}
{"label": "0", "text": "the Bushes were good with the forces of resentment when it made them money and gave them power. Now that it doesn't they've changed tunes."}
{"label": "1", "text": "@INCIndia Oh please! INC talking about looting! I'm not saying #BJP is pure but this is such a #hilarious #irony! @BJP4India is def better!"}
{"label": "-1", "text": "#Pakistan is ‘terrorist state’, carries out #war crimes: #India to @UN.\\n #UNGA  #UN"}
{"label": "0", "text": "Not by wrath does one kill, but by laughter.  Friedrich Nietzsche #friedrichnietzsche"}
{"label": "-1", "text": "If Payet goes either in Jan or @ the seasons end, can't say I blame him. The boy must b so disheartened by what he's seeing at the mo."}
{"label": "-1", "text": "The jovial laughter that Trump and his lackeys showed when Don King used the N word was a truly bizarre sight"}
{"label": "1", "text": "Reflection: the grind has been so REAL! Working 2 jobs &amp; being in school. #ksudsm #ksu #recruiter #instructor #tumble #cheer #gradschool"}
{"label": "-1", "text": "@saclivin @MrsCagg specific &amp; intentional way. And part of that intention is to provoke conversation around systemic racism towards blacks."}
{"label": "0", "text": "And with rich Fumes his sullen sences cheer'd."}
{"label": "-1", "text": "@Rocks_n_Ropes Can't believe how rude your cashier was today when I was returning an item!  Your customer service is slacking."}
{"label": "-1", "text": "@a_mxe7 hah don't speak to me or my cousin like that, mind a had the displeasure of seeing u bare faced on eh train, no a pretty sight mate"}
{"label": "-1", "text": "@JohnKerry can be as indignant as he wants but the world knows Obama will do nothing and Putin will just do what he wants #Aleppo #Syria"}
{"label": "1", "text": "@AlohaJonathan @AtlantaFX all I've seen is that clip of the jail scene with the sexuality part which was hilarious"}
{"label": "0", "text": "Clean the #sink and make your #bathroom shine."}
{"label": "0", "text": "Take my kindness for weakness when you acting silly keeping it 100 ain't your forté #breezy #ChrisBrown #TeamBreezy"}
{"label": "1", "text": "Grateful for all the hungry people in my life! Hungry to learn, change, grow, help, etc - not sure anybody has it better! #relentless"}
{"label": "-1", "text": "Now that the n word is normalized by the media? Just wow. No words for this . No. Words. For . This. Frog been boiling in the pot via media."}
{"label": "0", "text": "@SowerAsh007 Great to hear. If there's one thing that makes you feel more like yourself, it;s some hearty chicken noodle soup, right?"}
{"label": "1", "text": "I feel so blessed to work with the family that I nanny for ❤️ nothing but love &amp; appreciation, makes me smile."}
{"label": "0", "text": "@chenaidavid easy, breezy, beautiful rasta mon"}
{"label": "1", "text": "Pre-game nerves have settled in 😱 i'l be #cheering from home guys 🔴⚪️🙌🏻🏉 #AFLCatsSwans #ProudlySydney #goswans @sydneyswans @SwansSupport"}
{"label": "0", "text": "Never let the sadness of your past ruin your future"}
{"label": "0", "text": "don't put famous dex in a tweet with breezy lol chris is that guy dex a bitch lmao n music ass"}
{"label": "0", "text": "Love this! Laughing while crying works too! #katherinemansfield #failure  #dealingwithfailure"}
{"label": "1", "text": "Every time I hear @jtkantor's organ kick in on the new @sayswhopodcast, I break into the goofiest smile."}
{"label": "-1", "text": "Have the producers of @soverybritish ever been outside of their country? These are universal problems. #worldwide #anxiety"}
{"label": "0", "text": "@officialShaky 'Operation Echoes' is gathering momentum ... #tense #nervous #feelsick #excited"}
{"label": "-1", "text": "if you're unhappy with someone just fucking tell them you're unhappy and leave. Don't go fuckin around with other people on the side"}
{"label": "-1", "text": "@eugenelaverty @WorldSBK all the best Moto GP is loosing a very talented rider"}
{"label": "0", "text": "@delon03 can you at least just walk past her and break out into laughter"}
{"label": "0", "text": "@TheBarmyArmy all the optimism..."}
{"label": "-1", "text": "This tweet is dedicated to my back pain, which I do not understand because I am youthful and spry. Full of life. Vivacious."}
{"label": "-1", "text": "@ltsukis im love you, even if you bully me sadly"}
{"label": "1", "text": "Tutoring gives me such an exhilarating feeling. I love helping people 😌"}
{"label": "-1", "text": "every time a new Anthony Weiner revelation breaks, Bill Clinton says a prayer of thanks that texting/DMing didn't exist in his heyday."}
{"label": "-1", "text": "Rooneys fucking untouchable isn't he? Been fucking dreadful again, depay has looked decent(ish)tonight"}
{"label": "-1", "text": "@TNFryed Jesus, you just made think that of all the Vols v fl games I've seen. I've never seen a win. #depression"}
{"label": "-1", "text": "@mcjamie sadly. It's just.. Did the dude have to yell out the frogs name at the Clinton rally that one day. It changed everything"}
{"label": "0", "text": "@BreezyWeekes hey breezy, you wanna give me some of that coffee you posted on your snap?? please"}
{"label": "0", "text": "Best quote from a 7 in German - Almost"}
{"label": "1", "text": "@Nick_Offerman I'll be there!! Can't wait for all the #mirth!"}
{"label": "1", "text": "The most important characteristic of leadership is the lack of #fear.  #activism #equity #revolution"}
{"label": "1", "text": "#twd comes on soon"}
{"label": "1", "text": "15 minutes of yoga to your breakfast routine will change your day #preparation #sunriseyoga #bodyawareness #health #yoga #smile #stretch"}
{"label": "0", "text": "@JoaquinPutoAmo vas a ir al de the amaity affliction?"}
{"label": "0", "text": "it's not the most comforting &amp; jubilant place to be, but I do find joy in doing what's best for me and being passionate abt company I keep."}
{"label": "1", "text": "Did u laugh today? Laugh hard? I hope so..we NEED laughter now. #smile #love"}
{"label": "1", "text": "Watch this amazing live.ly broadcast by @brooke_bridges #lively #musically"}
{"label": "0", "text": "@johnmerro1 @Liberobility still bitter about last night lads 😂"}
{"label": "-1", "text": "I'm just doing what u should b doing just minding my business and grinding relentless @LITO615"}
{"label": "0", "text": "@APkrawczynski   Any possibly KG is being bought out as a player so that he can buy in from Glen as a minority owner?"}
{"label": "-1", "text": "Smokeys dad is sad :/"}
{"label": "1", "text": "Rockin to  Bob Dylan singin'  Bob Dylan's 115th Dream on LPCO Klassic Rock #classicrock #klassicrock #rocknroll #blues #onlineradio"}
{"label": "1", "text": "Did u laugh today? Laugh hard? I hope so..we NEED laughter now.  #love"}
{"label": "-1", "text": "@KevinI @GGGBoxing @SpecialKBrook pretty average, klitschko fury did about 600k and Joshua white did about 450k"}
{"label": "0", "text": "I know few will mourn the loss of Stitch's Great Escape, but...see, THIS is the kind of cost-cutting at parks I really don't care for."}
{"label": "-1", "text": "@HuffingtonPost huff i know your pro-hillary and so is CNN and MSNBC, but they made no mention of this, this statement would be gold for em"}
{"label": "1", "text": "Learning is key while converting your leaning to someone else is door, so when you do both you will open the door of success.\\n\\n #x33"}
{"label": "-1", "text": "i bet dat dog eating name brand cheerios. cant relate. i eat cheery O's"}
{"label": "-1", "text": "Need a new outlet for"}
{"label": "1", "text": "@OccasionalGod isn't that the reason horror is popular? the exhilaration that comes from discomfort is enjoyable -- watch The Green Room :D"}
{"label": "0", "text": "If ydu yell 'fire' in a crowded theater you will burst into flames. It's a cool trick, bu: only once."}
{"label": "0", "text": "@SQLBek My liver is elated that isn't us"}
{"label": "-1", "text": "How sad is it that I'm rejoicing over a 72💀 #collegekills"}
{"label": "1", "text": "@reinervshunter you got this #staystrong #smile #yourebeautiful"}
{"label": "0", "text": "So happy my next class is canceled bc..im od tired 😭"}
{"label": "1", "text": "Aw there's a young fox outside on the grass just jumping around all playful and having a little stretch 🙈 soo cute 🐺"}
{"label": "-1", "text": "@HillaryClinton evidently @realDonaldTrump feels above #norms. SHOW the #tax return, if you have nothing to"}
{"label": "-1", "text": "Mou is too jovial and trying to impress those players too much. No player is bigger than manutd. SAF won't tolerate all this bs @ManUtd"}
{"label": "1", "text": "I'm still laughing 'Bitch took my pillow' line #glee #kurt"}
{"label": "-1", "text": "@Cassena13 I know if I wasn't an optimist I would despair."}
{"label": "1", "text": "It was very hard to stifle my laughter after I overheard this comment. It really is amazing in the worst ways."}
{"label": "-1", "text": "I don't know why everyone is pretending to be sad about angelina and brad, everyone knows his dumb ass should've stayed with jennifer."}
{"label": "0", "text": "A shy failure is nobler than an immodest success."}
{"label": "-1", "text": "But guess what ? I'm sober"}
{"label": "-1", "text": "2 applications for my dbs and still waiting. Been over a year now. Going to loose my job 👍🏿 @GOVUK  #thanks #unhappy #crb"}
{"label": "1", "text": "Happy Birthday @Brooke56_56  #cheerchick #jeep #jeepgirl #IDriveAJeep #jeepjeep #Cheer"}
{"label": "1", "text": "@amstrado_CPC @ShittySUFanart the single tear is him being joyous that he's deleted the monster that has brought generations of despair"}
{"label": "0", "text": "if Man U lose i may actually have a nervous breakdown"}
{"label": "-1", "text": "@space_gayz high fantasy , i feel like you could make a melancholy college age slice of life thing work too"}
{"label": "1", "text": "Loving  #Pitch so far !! 🤗🤗🤗 @PITCHonFOX @Global_TV #chills"}
{"label": "1", "text": "My friend just messaged me 'ugh I'm so hungry I can't wait for breakfast' #socialmedia #WineWednesday  #funny #laughing"}
{"label": "0", "text": "Accept the challenges so that you can feel the exhilaration of victory. George S. Patton #quote #yeg"}
{"label": "1", "text": "Star trek online has a update to download oh fuming yay"}
{"label": "-1", "text": "crying because @msleamichele's snapchat is bringing on some serious #glee feels 😭❤"}
{"label": "-1", "text": "A @FirstBSA not turning up? Why am I not surprised. Late for work again!"}
{"label": "1", "text": "Benefit out exhilaration called online backing off: JkUVmvQXY"}
{"label": "0", "text": "Not the best horror ever but I like that the uncertainty"}
{"label": "-1", "text": "even if it looks like we are okay,  the reality of that is were actually very worn out and forlorn"}
{"label": "0", "text": "Me being on my dean really saving a lot of ppl, bc I don't snap nomore &amp; it take so much out of me.."}
{"label": "-1", "text": "I'd pay good money to watch someone slap that pout off Candice."}
{"label": "1", "text": "I'm due for a big change! I've prayed on it, I think I deserve it #positivity"}
{"label": "1", "text": "Thank you @RachelPlatten for teaching me how to live again. It's been so long since &amp; this ride is about to be exhilarating. I just know it"}
{"label": "-1", "text": "The 'banter' from Craigen and Sutton on BT is fucking horrid"}
{"label": "1", "text": "I am a third year college student and and English major. Today is the first time I've ever written an essay without having a panic attack"}
{"label": "-1", "text": "Swear all of my guy friends are scaredy cats. You don't do horror movies. You don't do haunted houses. Wtf do you do then?"}
{"label": "0", "text": "@reluctantnicko Don't ask, you don't get. Apologies if I've offended you. All due respect Alan, I think you've been fed duff info."}
{"label": "-1", "text": "Scott Dann injured aka my worst nightmare"}
{"label": "-1", "text": "@ManUtd Rooney needs to come off! Absolutely dreadful! 🙈🙈🙈 class goal from @carras16 @carras16 showing why he should be in the team!!"}
{"label": "1", "text": "Thank you @twitter for the balloons today.  #goodday #48"}
{"label": "-1", "text": "Bilal Abood, #Iraq #immigrant who lives in Mesquite, Texas, was sentenced to 48 months in prison for lying to the Feds about #terrorism."}
{"label": "-1", "text": "mmmm i'm kinda sad i hope i can shake this before school"}
{"label": "-1", "text": "@faye_catherine happy anger sad melancholy confusion #woodspurge"}
{"label": "1", "text": "@Zerfash — can't wait.' She said cheerfully and grinned."}
{"label": "-1", "text": "A liar an a bully for president? They say every vote matter , well  I'm sorry you'll not get my vote until the year 2020"}
{"label": "0", "text": "@Alanafergusson snap meee"}
{"label": "-1", "text": "I know I've painted quite a grim picture of your chances. But if you simply stand here, we will both surely die."}
{"label": "0", "text": "First weekend of fall; let's see if I can stay disciplined to this seasons goals. #fitness #running #sober #Mindset #firstfriday #family"}
{"label": "-1", "text": "i swear people dont wanna see me happy like they will try to do anything to fuck up what i got going"}
{"label": "-1", "text": "And I would advise that everyone wait to watch @KevinCanWaitCBS ,or actually don't wait, just don't even watch it because it is #awful"}
{"label": "-1", "text": "♪OLD FISH  #discourage"}
{"label": "0", "text": "@TetraVariations I don't need a mask, but I'll gladly make a donation to help in ur name! Is it Mr. TY Rex or first initial only? #serious"}
{"label": "0", "text": "Our tone of voice: we're like One Direction, we're thoughtful and timid, yet playful"}
{"label": "1", "text": "Go follow me on Musically @budderlordk1ng I am making a lively. Come and join BFFing and Following ;) See you there!"}
{"label": "1", "text": "Elinor,' she laughed so little known, all over every body at the brilliant cheerfulness of sweetmeats and a fashion."}
{"label": "-1", "text": "The Quarterback' wrecks me every time.. #glee"}
{"label": "0", "text": "#RIP30 Heaven is rejoicing because they've gained an angel, the Keifer family are in my prayers 💙🙏"}
{"label": "-1", "text": "@Coffeeking12 @jsavite I was injecting a little levity! The person who tweeted the coke/rape tweet is obviously an idiot"}
{"label": "-1", "text": "@CohenDS Yell, 'Bye, garbage!' cheerfully after it."}
{"label": "0", "text": "When your rewatching glee and break down in tears all over again. 😭😢 #glee"}
{"label": "-1", "text": "@DanLanthier That was exhilarating hockey. They're still out if Russia wins in regulation I'm reading. #fuck"}
{"label": "-1", "text": "@SueWallace78 peanut butter???? You some kinda pervert?? #awful"}
{"label": "-1", "text": "I don't know how people can binge watch horror films ...ALONE!😓😰"}
{"label": "1", "text": "PM nawaz sharif adressed in uno produced mirth among kashmires well done pak wel done nawaz .we want demilterization"}
{"label": "1", "text": "@IndieWire @cinemaeyehonors #WaltzWithBashir was incredible, tho I think it's more of an #animated film than #documentary about #Lebanon war"}
{"label": "-1", "text": "Half past midnight, loud banging on our front door, been told about new rape cases in Edinburgh today  #nosleep"}
{"label": "-1", "text": "I've returned from the dead with a desire to clean the apartment and eat something that isn't garbage. #managing #depression"}
{"label": "1", "text": "•Days!'\\nHe was itching for a fight..itching for the exhilaration of battle, of almost getting defeated, the adrenaline pumping•\\n@RojinHitto"}
{"label": "0", "text": "Michael Carrick should start every game for United and England"}
{"label": "0", "text": "I truly feel like science has the ability to make a milk out of anything ... cashew milk, hemp milk, pine nut milk, dandelion milk"}
{"label": "0", "text": "Google caffeine-an sprightly lengthening into the corridor re seo: WgJ"}
{"label": "1", "text": "I'm always smiling so that's why I'm always happy 😂"}
{"label": "1", "text": "The little sniffle at the end of the song gets me every time. #rejoice"}
{"label": "0", "text": "#ahs6 every 5 minutes I've been saying 'nope nope I'd be gone by now.' 'MOVE' or 'GTFO' so thank you for the"}
{"label": "1", "text": "You're so cute @katienolan #truelove #hilarious @GarbageTime #beautiful &amp; #graceful never heard explicits spoken with such elegance. #Mingo"}
{"label": "1", "text": "I'm so so so excited for #UsernameRegenerated  I can't wait! I wish I could get a signed copy! I'm so happy for you. @Joe_Sugg"}
{"label": "1", "text": "Laudrup and his evil white companions rejoice."}
{"label": "0", "text": "Literally dying &amp; living at the same time as I catch up on @adrian_ver 's twitter. If you aren't following him your life is BASIC."}
{"label": "-1", "text": "I can't even celebrate my wins or mourn my L's cause first test week is that busy 😕"}
{"label": "1", "text": "@715d1\\nI bought the Steam port of Vice City, and to my delight Billie Jean is on the soundtrack!"}
{"label": "-1", "text": "when you find out the initiative isn't even a thing 😧"}
{"label": "-1", "text": "@rohan_connolly i think your high-profile female colleague would be one in yhat category... #massexodus #bitter"}
{"label": "0", "text": "alternate reality where @PoetryFound has a comments section and you can give poems a cheery thumbs up or a disappointed thumbs down"}
{"label": "-1", "text": "I want to pour all my tears on someone right now. So tired of this #upset"}
{"label": "1", "text": "@palmtreesarah @WorthingTheatre had more fun than the funniest person in funsville..... Much hilarity as usual.... Thank you ❤️"}
{"label": "1", "text": "@Jen_Lee @mostlymartha @edotwoods we just found thin mints in a freezer clean. i couldn't be more elated."}
{"label": "-1", "text": "@eMilsOnWheels I'm furious 😩😩😩"}
{"label": "1", "text": "@mediacrooks @thenewshour @LodhiMaleeha @ndtv @IndiaToday This is hilarious ! Not a Freudian slip, eh !"}
{"label": "0", "text": "Kinda wished I watched mischievous kiss before playful kiss"}
{"label": "0", "text": "@Irenelove83 heres what we can do, Get Brock and Sable to tag team mr and mrs AWOL and watch with glee"}
{"label": "1", "text": "Happy Birthday shorty. Stay fine stay breezy stay wavy @daviistuart 😘"}
{"label": "0", "text": "Like hello? I am your first born you must always laugh at my jokes."}
{"label": "-1", "text": "@rabpeel snap, seems to be a problem here"}
{"label": "1", "text": "@S_Moore24 wow that sounds terrific"}
{"label": "0", "text": "@Babylonian I convinced my mom to watch it. Killgrave gave her literal nightmares, but watched last episode four times."}
{"label": "0", "text": "@SandraTXAS @6bird4 @CajunKangaroo @justanavywife please. Or you could be clouded by your passion. Emotion leads you from the truth."}
{"label": "-1", "text": "Drop Snapchat names #bored #snap #swap #pics"}
{"label": "1", "text": "@npagliaro1 That's awesome!  p.s. ok, what are the odds of that, swapping neighborhoods? #hilarious"}
{"label": "1", "text": "Blake lively is flawless"}
{"label": "0", "text": "@OrbsOfJoy plan a date... like a date u find pleasing or smth. fuckign\\n\\n10/10. because the child will grow to be a ten out of ten"}
{"label": "1", "text": "It's meant to be!! #happy #happy"}
{"label": "0", "text": "#ThisIsUs has messed with my mind &amp; now I'm anticipating the next episode with #apprehension &amp; ! #isthereahelplineforthis"}
{"label": "-1", "text": "@hotpatooties more like quickie divorce #awful"}
{"label": "-1", "text": "@yap_yip --an uncertainty. [Halsey teases, her lips curving into a jovial smirk.]"}
{"label": "1", "text": "@BrianaBanksxoxo I send ya a few #playful nibbles 😉"}
{"label": "1", "text": "@adamrodricks I like your optimism!"}
{"label": "-1", "text": "@RussiaInsider Really sad &amp; surprising. 1 side #Russia fighting against #IS &amp; on the other supporting #Pak which is epic centre 4"}
{"label": "0", "text": "@TheBadgerBoy check out the article on @SaintSkipper5 on @dailyecho #shocking"}
{"label": "0", "text": "When ya'll talkin about you know who I don't know who ya'll talkin bout, I'm on the new shit....chuckin up ma deuces......🔥🔥 #kanye"}
{"label": "-1", "text": "The new lock sound is grim"}
{"label": "-1", "text": "Take public opinion on revenge with Pakistan if govt is unable to decide. @aajtak @TimesNow @narendramodi"}
{"label": "1", "text": "@OilersFanSean yup I feel dirty cheering"}
{"label": "-1", "text": "Another grim &amp; compelling news report by @Nawalf on the blockade of aid to the starving in #Yemen #BBC #dosomethingpoliticans"}
{"label": "-1", "text": "#Violence doesn't fix violence. #pain and #anger are the same reaction in the brain. Cure the pain and the anger will go away."}
{"label": "-1", "text": "@ThomasHCrown @laurakfillault As a historic evangelical, I wonder if the Donatists had a point? What dreadful clergy in my fmr. circles."}
{"label": "0", "text": "@ruthwalford95 you may be right, but since year the bad events begin with B, I'm privately hoping we've got at least C-Z to go 1st #optimism"}
{"label": "-1", "text": "@TalkTalkCare  how on earth can I send an email to you? Very annoyed customer!!!"}
{"label": "0", "text": "@pxrfectpeach it's got her little pout"}
{"label": "1", "text": "@LindseySanford @simplymeasured this makes me giggle with glee!"}
{"label": "-1", "text": "Marcus Roho is dreadful"}
{"label": "0", "text": "All the bright places :("}
{"label": "0", "text": "The return of Matt Damon, and of director Paul Greengrass, brings back all the exhilarating if rather po-faced entertainment to a movie"}
{"label": "1", "text": "A hearty thank you to you all for joining in tonight. Some delicious British dishes on your menus. #BeerClub"}
{"label": "-1", "text": "final vestiges of my 90's childhood were just dashed on the shoals of hearing a house cover of Tracy Chapman's 'fast car' at the dayjob"}
{"label": "-1", "text": "Liam is too distant makes me mourn 😪"}
{"label": "-1", "text": "The liberal outrage over don king saying the N-word really angers me. The white yuppie progressives can go fuck themselves, shame on blacks"}
{"label": "-1", "text": "When you break a record in #madden I wish it didn't say the same shit after every rush like you just broke the record. #shutupphilsimms"}
{"label": "1", "text": "the rappers who stayed true to the game is rich."}
{"label": "-1", "text": "@KeithOlbermann depressing how despicable Trump, with no policies, campaigning on bigotry &amp; rancour can be so close, evil immoral disaster"}
{"label": "1", "text": "Rojo is hilarious"}
{"label": "1", "text": "its been ages since ive had shawarma my stomach is #rejoicing"}
{"label": "1", "text": "i just spent $40 on big little sis tomorrow and i am beyond happy about it #SAW  #mums"}
{"label": "0", "text": "@rheafraserx took them an awfy long time to spot their goal was disallowed ☺️ #pleasing"}
{"label": "0", "text": "I need to stop second guess myself and just go with the first thought and go with it."}
{"label": "-1", "text": "@ExpressScripts u shd b embrrssd. u jack up my bp meds twice and it will still take 3-5 days? Not express at all. #expressscripts #horrible"}
{"label": "1", "text": "@matildaswish it's great to see Matilda so happy in her new chair it will provide her with access to lots of new experiences."}
{"label": "-1", "text": "which always leads to the kind of hilarity average people will never experience - especially during breakups."}
{"label": "1", "text": "Nice to see Balotelli back to his best, good player.. Just lost his way a bit!"}
{"label": "-1", "text": "Hate being sober so I popped two"}
{"label": "0", "text": "ACT 4 #anxiety &amp; #depression group. @livingwellihc beginning Mon October 17 for 6 weeks. Contact me to register now! #mindfulness #Halifax"}
{"label": "-1", "text": "The feeling of taking someone's life is either scarring or exhilarating, but for people need to realize that we're going to die at some--"}
{"label": "-1", "text": "@Pharah_Amari [Reyes snarled in frustrated anger, steel claws flexing dangerously. But she uttered those damning words, it seems to snap --"}
{"label": "1", "text": "@Zen1dfabflake You are all our angelic comrades!"}
{"label": "1", "text": "Study finds #awe &amp; #wonder of something greater than self, leads to #creative boosts of expansive thinking. @outsideonline #write #thoreau"}
{"label": "-1", "text": "@LaraTheIrish &lt; feel everything. She would remember everything. Evanora hoped this would serve to fuel the creatures anger and run rabid &gt;"}
{"label": "0", "text": "I'm throwing myself straight into American Horror Story so I don't have time to grieve"}
{"label": "-1", "text": "Way to get a hold of her 😊 #depressing"}
{"label": "-1", "text": "@NM_NickNocturne Incentivise people to roam the Internet being morally offended, as if they didn't do it enough already."}
{"label": "0", "text": "@ctp It's daunting trying to follow Swift news/trends, and facing mind-shattering patterns/terms left and right. I'm trying to adopt gently."}
{"label": "1", "text": "Ryan Gosling and Eva Mendes finally  ; B joyful an funny/dont boss/dont argue/do everything with kids/go on mini car trips/ focus on love"}
{"label": "-1", "text": "@GlobeChadFinn Sadly, not enough names.  The whole farewell tour situation would make me shy away from good value b et."}
{"label": "-1", "text": "If I was friends with me I'd hate me SO MUCH with the amount I bully them"}
{"label": "-1", "text": "@EngrNabeeel then rejoicing now is a lil' bit prematured dont you think🤔🤔🤔"}
{"label": "1", "text": "@PersephoneOD Her cheerful voice echoed through the grand, familiar home, a smile blossoming on my rosy brims, 'Mom.' I reciprocated the --"}
{"label": "-1", "text": "A little nose irritation and a little more chills on my body. I'm so not into flu, into flu, into flu #FallSongs"}
{"label": "-1", "text": "The smell of freshly cut grass didn't even cheer me up...boy oh boy"}
{"label": "1", "text": "Grateful for all the hungry people in my life! Hungry to learn, change, grow, help, etc - not sure anybody has it better!"}
{"label": "-1", "text": "Haven't been here a while, been watching lots of TV. Conclusion #whataloadoftat...if I wasn't depressed before afternoon TV is"}
{"label": "0", "text": "@israelradioguy @WearingWelcome @SkipBaylessSux U blocking doesnt diminish the hilarity of his observation.Or your child-like response to it"}
{"label": "0", "text": "@kaijinboyfriend --while being animated much more recently technology-wise which makes for a very nice combination/look)"}
{"label": "0", "text": "People always tell me that they don't expect me to have anxiety because I'm generally cheerful and don't act the way they expect me to."}
{"label": "1", "text": "@JoshNoneYaBiz I love parody accounts! Well done. Vote for #Trump. #lol"}
{"label": "1", "text": "It's an exhilarating feeling. Working hard and feeling accomplished whether they notice or not--- you feel fu*king good 🤑"}
{"label": "0", "text": "@BeastFireTimdog Same with gaming. Sites leaned PS2 during its heyday, leaned 360 most of last gen. This gen started vitriolic mostly by..."}
{"label": "0", "text": "@FlannelJedi This is why I drink and watch You're the Worst as a way to cheer myself up."}
{"label": "-1", "text": "If Troyler will die, I'm gonna die with them\\n#troyler #sadness #fuckin'lifeisnotafairytale"}
{"label": "1", "text": "@strictlysimilak something about English sparkling wine would be good. Or farmhouse cider. Or Italian cocktails. Thanks."}
{"label": "-1", "text": "@rheafraserx took them an awfy long time to spot their goal was disallowed ☺️"}
{"label": "1", "text": "By the way, I'm wearing the smile you gave me today. \\n #you #me"}
{"label": "1", "text": "Luke 1:14\\nHe will be a joy and delight to you, and many will rejoice because of his birth"}
{"label": "0", "text": "Solange is more aesthetically pleasing than your fave."}
{"label": "-1", "text": "Being playful as shit😤"}
{"label": "0", "text": "@ThatBritishDude no okay you don't not need to be going out of your way to make sure you are pleasing everyone do what makes you happy"}
{"label": "-1", "text": "@kjwinston11 2.  the N-word. But I think all Afr-Am are entitled to it: we shouldn't take away from them the insult they have claimed back."}
{"label": "0", "text": "@Lil_PowWow @jweiler0528 More fat = more buoyant. Day 1 water stuff"}
{"label": "-1", "text": "@megynkelly We should be ignoring these rioters like the current administration ignores #terrorism. This will obviously make it stop."}
{"label": "1", "text": "#twd comes on soon #happy"}
{"label": "0", "text": "Seeing something that hurt so much in the past in front of me now and not a single sign of grieve. Magicalllll.  ✨"}
{"label": "0", "text": "will i ever get the nerve to quit the restaurant ??? find out tonite on glee!"}
{"label": "0", "text": "Will do fine on the mat tonight with or without sleep. theres no worry for that on this side of the water"}
{"label": "0", "text": "@thenthapple Haha I like the optimism cause I'm the same, but it doesn't make this situation any less mind boggling."}
{"label": "0", "text": "@tweet_faver its reaper!! before he became reaper, you can find their stories on the wiki and thru the comics and animated shorts!"}
{"label": "0", "text": "Class is canceled due to a funeral. Not sure if it's appropriate to be happy or sad.. #happy"}
{"label": "0", "text": "Add Donte Moncrief to my dismal situation #blessed."}
{"label": "1", "text": "Our branch will be closed this Sunday, 9/25, in honor of the IRONMAN 70.3 happening in Downtown! Come cheer on race participants!"}
{"label": "1", "text": "Well stock finished &amp; listed, living room moved around, new editing done &amp; fitted in a visit to the in-laws. #productivityatitsfinest #happy"}
{"label": "0", "text": "Does anyone remember a movie that is animated in the late 70's called Shame of the Jungle John Bulushi was in it wild if that's your taste"}
{"label": "-1", "text": "@everycolorbot more like every color looks the same #triggered #colorblind #offended"}
{"label": "-1", "text": "Life izn't about pleasing each others...😕\\n\\n#hell #with #pleasing"}
{"label": "1", "text": "Rec'd call 2day from Haitian church we started in Florida some 15yrs ago. Preparing to acquire their own bldg. Wanted me to know. #rejoicing"}
{"label": "1", "text": "Not untill today has anyone ever said to me they remember what I had on over 7 years ago when they met me n liked me since #cutealert #happy"}
{"label": "0", "text": "imagine if teppu got animated by madhouse tho &gt;_&lt;"}
{"label": "1", "text": "@1barkcom Thank you for the #follow. Looking forward to your tweets as they look entertaining! #smile #socialmedia"}
{"label": "0", "text": "A good thing about being sick is that coughing is like an ab workout. Maybe my abs will be more defined by the time I'm better 😂😅 #optimism"}
{"label": "-1", "text": "I'm not use to getting up early asf this shit goin irritate me."}
{"label": "0", "text": "Her charm is liveliness but this is also her weakness."}
{"label": "0", "text": "Early morning cheerfulness can be extremely obnoxious #ALDUB62ndWeeksary"}
{"label": "-1", "text": "Skipping meals is the national way of showing #disappointment and #anger. #wiz"}
{"label": "0", "text": "Forgiving means operating with God's spirit &amp; God isn't unforgiving &amp; doesn't hold a grudge. So who am I? Exactly."}
{"label": "-1", "text": "Set n alarm '@Innocentia_T: I wanna nap but I'm scared I'll wake up tomorrow .'"}
{"label": "0", "text": "Dentist just said to me' I'm going to numb your front lip up so it'll feel as if you've got lips like Pete Burns!...... She was right #pout"}
{"label": "1", "text": "“When we give cheerfully and accept gratefully, everyone is blessed.”―Maya Angelou"}
{"label": "-1", "text": "@TimewarpArcade @tenpencearcade Do you really have to pedal like a nutter to get anywhere? I remember it being more sedate."}
{"label": "-1", "text": "@EE your website is making me feel violent rage and your upgrade options aren't helping either. #Aaaaarrrrgghhh #iwanttocancel #rage"}
{"label": "-1", "text": "hate overthinking e v e r y t h i n g like i jus' wanna be happy pls"}
{"label": "-1", "text": "Projection is perception. See it in someone else? You also at some level have that within you. #anger"}
{"label": "0", "text": "Intermit animated^%%%ncaa pittsburgh vs mississippi sprightly shiny bbva level peg varsity football telly scra..."}
{"label": "1", "text": "Riding at night has got to be one of the most exhilarating, refreshing things I have ever done."}
{"label": "0", "text": "quentin i sait aps dire eastpak i dit aspak msk"}
{"label": "-1", "text": "@MarkDice Agreed.So tired of this nonsense . Soros must be elated."}
{"label": "0", "text": "@tunaeP_ cheer up☺️"}
{"label": "1", "text": "TheNiceBot: WSJNordics You make the world a more joyful place. #TheNiceBot #MPN #DemiLovato"}
{"label": "1", "text": "@slashersocial #horror H3LL I SURE DID!!! LOL\\nHappy about this decision. :)"}
{"label": "0", "text": "It's amazing how something gets stuck in your head, and you can't shake a memory...  Sometimes, I miss people a lot.  Wish they knew."}
{"label": "-1", "text": "This pretentious dick in Night Gallery just fucking, used a towel to dry off his sink"}
{"label": "-1", "text": "nooooo. Poor Blue Bell! not again."}
{"label": "-1", "text": "Girls with hairy arms scare me"}
{"label": "0", "text": "hi berniebrocialists of all genders: if I lived in a swingish state I would w/o hesitation vote Clinton &amp; would do so w/o 'supporting' her"}
{"label": "0", "text": "Jay Z and Brad Pitt cheated ..Bey stayed Angie left #cheaters #love #lust #sex #couples #relationships #date #marriage #divorce"}
{"label": "1", "text": "I love how cheery and adoring @JackHoward gets every time he produces new content."}
{"label": "0", "text": "Whatever you decide to do make sure it makes you ."}
{"label": "-1", "text": "I need a bit of #GBBO to cheer me up after a terrible day!"}
{"label": "1", "text": "@ADenkyirah Happy birthday! Hope you have a wonderful day filled with lots of joy and laughter &lt;3 (despite tumblr being a jerk- once again)"}
{"label": "1", "text": "@LiamJamesVernon love the optimism!! BLUE MOON!"}
{"label": "1", "text": "Somebody who has braved the storm is brewing. #cheerful"}
{"label": "-1", "text": "Beyoncé resentment gets me in my feelings every time. 😩"}
{"label": "-1", "text": "@MariamVeiszadeh it's getting so close in your poll so many ignorant ppl. #depressing #painful something needs to change #BeTheChange ? How?"}
{"label": "1", "text": "@NoorBazzi14 lowkey I want to go just to chirp Anna LOL but say hi to Atkins for me!! One of my favourite coaches, he's smart and caring"}
{"label": "1", "text": "Indian time it's already ur birthday @akshaymarwah22. Have a stupendous birthday. Wish you more success, laughter and lots of love. Hugs. x"}
{"label": "1", "text": "@SimplyMayaMarie @STILLStanding_B 😂😂😂 y'all know I'm crazy its just shocking that's all"}
{"label": "1", "text": "TheNiceBot: melbjs ;) Here is a smile and a wink from across the web. #TheNiceBot"}
{"label": "-1", "text": "What a fucking muppet.  @jRwild1  #stalker."}
{"label": "1", "text": "Tend the sick, Lord Christ; give rest to the weary, bless the dying, soothe the suffering, pity the afflicted, shield the joyous;"}
{"label": "-1", "text": "Like he really just fucking asked me that."}
{"label": "-1", "text": "ESPN just assumed I wanted their free magazines #offended"}
{"label": "1", "text": "She'll be bribing her parents with hearty laughter and giggles :) #Loveet"}
{"label": "0", "text": "There's a certain hilarity in people angry at protests against the national anthem or the flag when these acts are covered by 1st Amendment."}
{"label": "1", "text": "Learning to trust God can quiet a troubled &amp; restless heart, bring peace to a weary soul, &amp; eliminate the hopelessness that #addiction is!"}
{"label": "0", "text": "i mean i guess most of the mean ones are treated as like playful but i want to support yoosung without dating him ;___;"}
{"label": "1", "text": "@Cherie_Fitz it's being extremely playful"}
{"label": "0", "text": "@MarianKeyes the pout tips me over the edge. I am most definitely AGIN. Who the feic bakes with full make up and boots with heels!!!!"}
{"label": "0", "text": "@SharadK7 awaiting to see ur new avataar #rowdy #action #angry young man"}
{"label": "0", "text": "But I was so intrigued by your style, boy.Always been a sucker for a wild boy #alarm -@AnneMarieIAm"}
{"label": "-1", "text": "A country that gave safe house to #Osama Bin #Laden is dangerous if not contained. #Pakistan is a #terror heaven, declare so @BanKimoon_amdg"}
{"label": "-1", "text": "@louiseannexx u fucked my house up I'll always hold a grudge"}
{"label": "1", "text": "@B4caferacer I see things in  the clouds that others can't see so I can #elate"}
{"label": "0", "text": "@ReadingFC @EFLCup - remind them 'Twenty's Plenty' #revenge!"}
{"label": "1", "text": "Come and join in with #cakeclubhour tomorrow afternoon from 3pm! #bizhour #chirp"}
{"label": "0", "text": "But 'for me not to worry, they'll get a glass guy over and bill us for it'"}
{"label": "-1", "text": "@PriceSjrw5614 @Ren102e906 @slb42jcb @swoozyqyah THEN you do what you can and then BLOCK them, they're trying to discourage us"}
{"label": "1", "text": "@GOT7Official @jrjyp happy birthday jin young!!!!!! #PrinceJinyoungDay  #happyjinyoungday #got7 #happy #birthday"}
{"label": "0", "text": "You got some dick recently right, you're happy, you're not sick and you're smiling. Life is good' 😭😭😭"}
{"label": "1", "text": "#ContentwiththeLordsPortion:O satisfy us early with thy #mercy;that we may #rejoice &amp; be glad all our days.#Ps 90:14 #gladness #joy"}
{"label": "0", "text": "@UltimateBoxer My heart because you left me for so long again\\n\\n*slight pout but it turned to a smile*\\n\\nheheh just kidding, no I'm fine-"}
{"label": "0", "text": "@Rosie #Strongwomen terrify #weakmen - don't let the #bully wear you down. Loving your consistency and truth in rough times Hang in there ❤️"}
{"label": "-1", "text": "@megalvz literally was gloomy for an hour"}
{"label": "-1", "text": "@TheOnlySweeney their slogan should've been #start instead of #finish"}
{"label": "-1", "text": "@niceoneWern @Alotta_Pain the gleesome threesome"}
{"label": "-1", "text": "@SurfaceSupport A profoundly disappointing experience. I have 2 pay almost $500 2 remedy a defect n the product @Microsoft sold me #terrible"}
{"label": "0", "text": "TheNiceBot: IndyMN I thought the holidays could not get any more cheerful, and then I met you. #TheNiceBot #الخفجي"}
{"label": "-1", "text": "Go away please ... I'm begging »»» #depression #anxiety #worry #fear #sadness \\nDreams of joy and my baby to be found...Sits on #AndisBench"}
{"label": "1", "text": "Modern family never fails to cheer me up. Especially Phil."}
{"label": "-1", "text": "For once I gatherp th strength to not try and drink my pain away. #sober #Fighter #strong #lovely #dreamer"}
{"label": "1", "text": "#ContentwiththeLordsPortion:O satisfy us early with thy #mercy;that we may #rejoice &amp; be glad all our days.#Ps 90:14 #gladness #joy #delight"}
{"label": "1", "text": "Knowing how to cook is invaluable, what's even better is that even in a 400 sq ft place, I have wide and hearty homestyle egg noodles."}
{"label": "1", "text": "Optimism leads to success. - Bill Kerr @Coach__Kerr #success  #goals"}
{"label": "0", "text": "@WWE is the live event Brock vs Orton 2 this Saturday on the WWE Network? If not it needs to be! :) #wwe @RandyOrton @HeymanHustle #revenge"}
{"label": "-1", "text": "@gingermckchav @MichCorsilles @ArevaMartin @HarvardBLSA @ShareblueMedia Apparently nothing like the terror cops have of black people."}
{"label": "0", "text": "@CNBCFastMoney Harwood gleeful at these new numbers, bet your money on this reporting...look to lose it...@HillaryClinton liarthiefscoundrel"}
{"label": "-1", "text": "@Dak2future decorations are up all over Jersey already #outrage"}
{"label": "0", "text": "Dolores.' A thin lipped smile graced glossed lips as she let blues peer over at the woman. ' A constant delight.. As always.'"}
{"label": "0", "text": "Function in regard to camshaft exhilaration companies: CQHshJSI"}
{"label": "1", "text": "#smile is the #respect we give everyone."}
{"label": "-1", "text": "Sister: (Canadian player does something shady.) Jonathan Toews is frowning and he doesn't know why. #WorldCupOfHockey"}
{"label": "1", "text": "@AphoticSanguine —but be a little playful. \\n\\nHe hesitantly pulls away, just enough so he could get words out, lips brushing against—"}
{"label": "1", "text": "Watching @melissamccarthy in #Spy she's one of Favorite actresses! Last night I was watching her #theboss #hilarious I just want to meet her"}
{"label": "-1", "text": "@AniahROSE I know smh. My heart sunk into my stomach."}
{"label": "-1", "text": "0 excitement for this weekend just pure dread"}
{"label": "-1", "text": "Light of day per heyday popularization backfire cinematography: XUcQb"}
{"label": "0", "text": "@enews #breezy deserve it.."}
{"label": "0", "text": "@nadinekellman yes I can. Don't discourage me."}
{"label": "-1", "text": "i'm... nervous about this test rip"}
{"label": "1", "text": "jk. started this week strong and it's still going strong."}
{"label": "0", "text": "STAY JADED everyone is"}
{"label": "0", "text": "why is @Iongroadhome so aesthetically pleasing every single day they're even pretty when they just woke up, when they're tired, just. always"}
{"label": "0", "text": "whenever i pout i just want Adrian to appear and tell me to stop pouting or else"}
{"label": "0", "text": ".@Tolumanda love it! so true. As @Deedeey_ taught me, fear can be an illusion. #coaching  #courage"}
{"label": "-1", "text": "@cc_yandian @HillaryClinton her team must draw from a hat for daily personality #drugged #angry #yeller #quiet #screamer #😂😂"}
{"label": "-1", "text": "PASTOR - 15 FEET away from shooting victim during protest says he is skeptical of official story. #shocking #CharlotteProtest #CharlotteRiot"}
{"label": "-1", "text": "@aGirlHasNo_Name @MdlMurray shot by black police woman Typical looney toon thinking. #Hillary #divide  #chaos"}
{"label": "-1", "text": "We're all in D. T. (Discipleship training or detox) for something. #messy #fearful #cutoff #choosefreedom #CryOut16"}
{"label": "0", "text": "Come here, let me do whatever I do with it. #dismal"}
{"label": "-1", "text": "when people hit on me i try to shake them off by talking about how i hide from communism"}
{"label": "1", "text": "Punchline king is back! @Paedeezy 🔥🔥🔥🔥🔥🔥🔥💯💯💯 #bright city lights"}
{"label": "0", "text": "Watching driven by food and @andrewzimmern going to Devon Ave to eat nihari makes me gleeful af"}
{"label": "0", "text": "@JoeShennan Meanwhile @JoshuaMurrayBM and I are getting a 7.40am train. I hope you really, really enjoy that hotel, Shennan."}
{"label": "-1", "text": "@loueezecee I don't know how much more of that bloody pout I can take!!"}
{"label": "1", "text": "it gets better. without explanation; you just wake up one morning and you’re just happy, totally and utterly elated."}
{"label": "0", "text": "@chelseafc let them know it's the"}
{"label": "1", "text": "Best quote from a 7 in German - Almost #happy"}
{"label": "1", "text": "@tomlinmayniac starting my new challenge ! A glee poll every day !"}
{"label": "0", "text": "@ashleynwinters I don't like the statement but I love the optimism"}
{"label": "-1", "text": "Q&amp;A with N. Christie @westernuHistory: fr. @marybethstart: What would Peter and Dardanella think of us knowing? #poorthings"}
{"label": "0", "text": "Contactless affliction kart are the needs must regarding the psychological moment!: xbeUJGB"}
{"label": "1", "text": "Oi @THEWIGGYMESS you've absolutely fucking killed me.. 30 mins later im still crying with laughter.. Grindah.. Grindah... 🤓  hahahahahahaha"}
{"label": "0", "text": "@Apolocreed4 What is even more shocking is that someone gave him a record deal! lol"}
{"label": "1", "text": "@carysmithwriter @Maria_Savva @RealRockAndRoll We're the least known band in the World, but so glad you asked #muchlove"}
{"label": "1", "text": "@D_McMenemy It'll be easy to spot the parade of tiny weans in expensive jammies. Really is hilarious!"}
{"label": "1", "text": "Be it a rainy day, be it cheerful sunshine, I am a Prussian, want nothing to be but a Prussian.:|"}
{"label": "0", "text": "@Aamnaa___ @drkarthik_n your per capita income is almost same like us. Gini Coefficient is very dismal. Ambitions are high but output Zero."}
{"label": "-1", "text": "@Mista_Nightmare i dont understand why u do videos every week spend time with your family instead of working on horror #takeabreak"}
{"label": "0", "text": "@MalYoung @AngelicaMcD I hope to now see some levity, light, romance and happiness come Stitch and Abby's way after such a long hard road."}
{"label": "-1", "text": "It's a Moving Day! #stress  #hope"}
{"label": "1", "text": "Better mood today! Bring me #teasing, #flirting, #xdressers, #laughter, and #roleplayers! Also #confessions and #secrets @underdeskloser"}
{"label": "0", "text": "testing"}
{"label": "0", "text": "Check out this #film Robocoq 301 #animated #shortfilms"}
{"label": "-1", "text": "Val is far too cheery for my liking ✋🏻"}
{"label": "1", "text": "Be happy not because everything is good, but because you can see the good side of everything. #optimism"}
{"label": "0", "text": "#RiceFODays now I am Alex Butler's class on financial management. Starts off with a great, relevant class discussion: movies and sunk costs"}
{"label": "0", "text": "@StephenKing\\n\\nStephen King never once spoke out about how the Left crushes #FreeSpeech in publishing world.\\n\\n #Trump  #scifi #ccot #p2"}
{"label": "-1", "text": "I'm so restless"}
{"label": "0", "text": "troubled soul don't loose your heart 'cause joy and peace he brings and the beauty that's in store outweighs the hurt of life's sting."}
{"label": "-1", "text": "Tremor!!!\\n #tremor"}
{"label": "-1", "text": "Doesn't it just suck when you're so real to someone and try to exhilarate every ounce out of them to only see that they're not down"}
{"label": "-1", "text": "#Awareness seek #shelter .#Letgo Old #habit of chasing #desires resultin in #anger #fear #worry .#Choose #Satisfaction within #Peace #Relax"}
{"label": "-1", "text": "@ryyyshh story of my life. #lost"}
{"label": "-1", "text": "#Terencecutcher #Tulsa the man onthe helicopter said he looks like a bad dude, that is the problem, when they see black they see bad,"}
{"label": "-1", "text": "Brad Pitt being investigated for child abuse?! this all just got really #dark"}
{"label": "-1", "text": "@westelm tells me my order will ship on Sept 12, arriving by Sept 19. Today is the 22. 😐 #lies #terrible #whereismyfurniture"}
{"label": "0", "text": "@delta correction 26 ppl. Checked in. Standing at the gate. &amp; Flt 1449 took off without us."}
{"label": "-1", "text": "Anytime @perezed gets near a mic, someone needs to smack him w a bat. @BBTN #awful #marblesinmouth"}
{"label": "1", "text": "[Moment of levity on the B41] Baby: I want ISIS! Give me ISIS!\\nMom: Shh!\\nBaby: I want ISIS!\\nWest Indian woman: She wants what?\\nMom: *Ices*."}
{"label": "1", "text": "The best revenge is massive success. –Frank Sinatra"}
{"label": "-1", "text": "@m_warner21 Yikes. The wrath of Maddie..."}
{"label": "-1", "text": "When u /only/ talk 2 me or ask me 'how r things' just 2 get 2 say something u want, 4give me if I'm not elated 2 start a conversation with u"}
{"label": "-1", "text": "@HillaryClinton Yeah U gotta make them HEEL. I know U need their votes so U have to wait. But when U LOSE-they're really in for your wrath !"}
{"label": "-1", "text": "@lucy_hyner @Soulboy2266 sadly not !! One less hour drinking time 😢🍻"}
{"label": "-1", "text": "Candace &amp; her pout are getting right on my tits #GBBO"}
{"label": "1", "text": "It's so breezy I love it 🌬️🍃💛"}
{"label": "-1", "text": "A .500 season is all I'm looking for at this point. #depressing #royals"}
{"label": "1", "text": "@gypsydragoness wrinkling up. 'Well now, looks here like your name starts with the letter G, eh?' The man smiled up and gave a hearty +"}
{"label": "-1", "text": "I know this is going to be one of those nights where it takes an Act of God to fall asleep."}
{"label": "0", "text": "When something makes you excited, terrified, thrilled, nervous, elated &amp; like you've been kicked in the guts all at once. Need word for that"}
{"label": "-1", "text": "eun: im really unhappy with this and i dont like her like that pls dont\\n\\nyall: okay but SHE loves HIM"}
{"label": "1", "text": "if you ain't watching Sugarboy on Hulu, then you ain't shit. #hilarious hahaha"}
{"label": "1", "text": "Will WHU be old bill free by the time the game with Chelsea comes around? 😂 😂 😂\\nThat will be lively to say the least\\n#AFC"}
{"label": "-1", "text": "Machine keeps beeping* \\nNurse: Don't worry. You're all good. Vitals are normal for your size. \\n*Walks back out* \\nMatt: so you're dying....😑😂"}
{"label": "0", "text": "@Ganypede I notice that nice people believe in a nice god and horrid people believe in a horrid god who happens to hate everybody they hate."}
{"label": "0", "text": "Evening all. Don't forget it's #RobinHoodHour TONIGHT 🏹\\n\\n#bizitalk #bizhour #southyorkshire #MansfieldHour #chirp #sheffieldHour #NottsHour"}
{"label": "1", "text": "@DJ_Musicologist #Disney's 1994 #animated #musical #film #TheLionKing was influenced by #WilliamShakespeare's #Hamlet. Songs by #EltonJohn."}
{"label": "-1", "text": "And here we go again 😓 #restless"}
{"label": "-1", "text": "Mary Berry and her reign of terror"}
{"label": "-1", "text": "Caballero having a nightmare #sweeperkeepernot"}
{"label": "-1", "text": "but that was a mistake and a half assed excuse and now here i am burning in hell forever"}
{"label": "-1", "text": "I'm so bored and fat and full and ridiculously overweight and rolls galore"}
{"label": "-1", "text": "@Uber_RSA when you click over and over again for a cupcake but there are no vehicles available... #sadness"}
{"label": "1", "text": "@beingbrilliant @johnmurrays you're welcome. It's genuinely made me give my head a wobble and realise what's important in life.  #smiling"}
{"label": "1", "text": "A 'non-permissive environment' is also called a 'battleground' - #MilSpeak #hilarious"}
{"label": "-1", "text": "@comcast you charge 150 extra for sending someone out and your cable service still doesn't work. That's robbery. #cable  #service"}
{"label": "0", "text": "backed pats -2.5 10/11 just before"}
{"label": "1", "text": "3:45am and off to the hospital! Elouise's waters have gone!  #Labour #LittleSister #superexcited"}
{"label": "-1", "text": "@value4tax @Hopkins_Alison That part of Queensbury is a shocking disgrace. The route from the station to Morrisons is festooned with rubbish"}
{"label": "-1", "text": "but losing these games are the worst, you end up feeling a mixture of anger and sadness and shame and anxiety and it lasts for days"}
{"label": "-1", "text": "ima kitchen sink"}
{"label": "-1", "text": "@williamcontrol just preordered The Pale EP... Would have paid for the phone call... But I would have freaked out and not said anything"}
{"label": "-1", "text": "As the birds begin to chirp, I try to sleep. #Jetlag"}
{"label": "1", "text": "He replied to my comments 4 times now i'm shaking omg"}
{"label": "1", "text": "Being #happy means letting go of the clinging and attachment to things in your life. #WednesdayWisdom #life"}
{"label": "1", "text": "I\u0092ve learnt that a #smile and good #morning goes a long way, and saying #thankyou goes even further.  #quote #retweet #inspire"}
{"label": "1", "text": "Yo this 3 v 3 overtime in hockey got me sweaty damn this ish exhilarating"}
{"label": "-1", "text": "@cassidyyy_0 literally Nicole already had her chance and she played shitty both seasons."}
{"label": "-1", "text": "tomorrow will be the last episode of despair arc, so much shit is gonna happen i'm not emotionally prepared..."}
{"label": "0", "text": "@bolain_branden @GrimsToyShow grim should find broken Matt hardy because he can delete everything lol"}
{"label": "0", "text": "@blackeyed_susie They ain't going away, and I don't want to see them hurt; changing hearts/minds is really our only option, no? #optimism"}
{"label": "-1", "text": "for an lgbt person to tell someone else that how they identify isn't valid is so sad and against everything we should stand for"}
{"label": "0", "text": "@ashleighjessica @zacflint1 I'd give that pout the firm D"}
{"label": "1", "text": "Everyday I wake up, a different @SpursOfficial player signs a contract extension! Love it!! #future #is #bright #COYS"}
{"label": "-1", "text": "I wanna kill you and destroy you. I want you died and I want Flint back. #emo #scene #anger #fuck #die #hatered"}
{"label": "1", "text": "@JackCurryYES he's just lucky...bad pitchers...#WHATEVER...ElKracken is #legit #future #bright #gottawearshades #LetsGoYankees"}
{"label": "0", "text": "As the birds chirp and the cows moo we need to listen to the sound of nature to ensure that all is well."}
{"label": "0", "text": "If you truly want more of God in your life, it requires letting go of some of the old things, to allow new things to flourish. #stop"}
{"label": "-1", "text": "I'm really hitting all flavors of my sparkling water rap. But you know what's tripping me out? These half French and Spanish flavors."}
{"label": "-1", "text": "@VileBairn Turning then, the older woman looked at Sybil with a most somber expression. \\n\\n“She ran away from me. But I cannot blame her.”"}
{"label": "0", "text": "Headed to Montalvo w/@jaxster3—bring on the #mirth, bitches!\\nd(-_-)b\\n@Nick_Offerman\\n@MeganOMullally\\n#SummerOf69Tour2016"}
{"label": "-1", "text": "Projection is perception. See it in someone else? You also at some level have that within you. #anger #worry"}
{"label": "-1", "text": "@RealMichaelKay Annoys me to about the Ortiz tribute too, how would the Oriole fans and organization feel if Yanks did that to them? #awful"}
{"label": "0", "text": "How can I tell Happy Anniversary, when u are not happy..  #ampalaya #paitpaitanangpeg"}
{"label": "-1", "text": "@downseung I'm sorry about your loss... no one should ever give you shit for taking your time to mourn. No matter how long it takes."}
{"label": "-1", "text": "Three days off a month with two ex wives and no home could be worse. I don't know how, but it could #oilandgas"}
{"label": "0", "text": "#Talking about our #Problems is our greatest #Addiction#Break the #habitTalk about ur #Joys#quote  #problemsolving #behappy"}
{"label": "1", "text": "Ok this movie was good in it's time, and whilst we were young... 😂 Still enjoy a shy Ethan Hawk #BeforeSunrise"}
{"label": "-1", "text": "I swear if @devincameron23 blocks me I'm going to hit her back"}
{"label": "-1", "text": "@alooftroye so what you mean to tell me is that.... glee is...... getting less........... gleeful?"}
{"label": "0", "text": "@Tweetermeyer The animated version was better"}
{"label": "0", "text": "@typicalmoony Yes Lia!! Join the dark side!!"}
{"label": "1", "text": "@iStoleFreeHugs @stephlaris lol I'm happy with my negative, realistic ass self. Sorry to offend you"}
{"label": "1", "text": ".@Travelanswerman: When U ride on a pile of salt life is extra sweet! Always salty always savory! #surfing #aloha #smiling …"}
{"label": "1", "text": "@5ftanomaly aside from that i'm all about pleasing the individual that i'm involved with, my pleasure comes from their pleasure."}
{"label": "0", "text": "@EducatedNPetty white pricks that were laughing at your use of language won't be crying over your coffin but rejoicing that you're another"}
{"label": "-1", "text": "Hey folks sorry if anything offensive got posted on here yesterday my account got hacked. All fixed now though. I hope :-/ #angry #annoyed"}
{"label": "0", "text": "SRV's 'Voodoo Child' is approximately 76 times better than Jimi's. #guitar #music #blues"}
{"label": "-1", "text": "I Don't know what make #Pakistan fear more their #terrorist or their #terrorism  #TerrorStatePak"}
{"label": "-1", "text": "@BossUpJaee but your pussy was weak from what I heard so stfu up to me bitch . You got to threaten him that your pregnant ."}
{"label": "1", "text": "It's better to be wetter than it is dry' - @RLevin91 certainly found that hilarious #GBBO"}
{"label": "-1", "text": "I can see how this will end\\nIn all its bitter tragedy\\nI'll give you all I have to spend\\nAnd you'll give nothing back to me"}
{"label": "0", "text": "@simmy_hanley @Schrise also a"}
{"label": "1", "text": "gifs on iOS10 messaging app are hilarious."}
{"label": "0", "text": "Rear garden alarm activated  at Telford house at 106.4."}
{"label": "1", "text": "@ahtareen1 @ReginalAleman @krelifa @zamansj64 @AwiexaB Very pleasing ty!"}
{"label": "-1", "text": "@iAmSJ I'm so mad for our clients I'm furious lmao"}
{"label": "1", "text": "@peachkellipop the whole thread is jovial and fun and then this comment is like FULL of misogyny"}
{"label": "1", "text": "@sydneyswans #cheer #cheer the #red and #white we are now off to #grand final to #win the #fight. Thanks @JetstarAirways"}
{"label": "1", "text": "Go one extra mile just see her smiling"}
{"label": "-1", "text": "Im so serious about putting words in my mouth bitch don't add ' the ' to my sentence if I didn't say that shit on bloods"}
{"label": "0", "text": "@BroggersM19 @Calum250284 He had been retired 20 minutes ago by most blues on here 😊"}
{"label": "0", "text": "@NebulaJoker No, they aren't. Episodes are animated during the week before they air."}
{"label": "0", "text": "Well i did hear once before that girls are attracted to men that look like their dad!  👌"}
{"label": "-1", "text": "@ArcadianLuthier -- taking out his feelings on Kei unfairly. His lips form a frown as he tries to walk away."}
{"label": "-1", "text": "Up on melancholy hill"}
{"label": "1", "text": "You must be knowing #blithe means (adj.)  Happy, cheerful."}
{"label": "-1", "text": "My ukulele bag has fallen apart. 😐 WELLL AT LEAST my life hasn't yet!! #optimism"}
{"label": "1", "text": "@nw_autonate \\n\\n*She held the back of his skull, smiling into the kiss.*"}
{"label": "0", "text": "@Chr1sMcLaughlin he's brilliant, lost the joyous plot with us that year. Admits being a fan now after that."}
{"label": "0", "text": "@KWAYNTjoia it's exhilarating"}
{"label": "0", "text": "@UKBlogAwards @ModishMale I would always be honest but it's great to feedback opinion to the brand - don't want to offend them #BlogHour"}
{"label": "-1", "text": "So blend the waters lie\\nThere shrines and free-  The melancholy waters lie\\nNo rays from out the dull tide-  As if the vine"}
{"label": "-1", "text": "And Republicans, you, namely Graham, Flake, Sasse and others are not safe from my wrath, hence that Hillary Hiney-Kissing ad I saw about you"}
{"label": "0", "text": "@ikhras @benglaze Amal Clooney should try to prosecute  #Bush/ #Blair for #war crimes that turned our World upside down&amp;created"}
{"label": "0", "text": "And the weathers so breezy, man why can't life always be this easy?"}
{"label": "0", "text": "@TiburonChamber plus a hearty pour of #yachtrock by #mustacheharbor !"}
{"label": "-1", "text": "@lmench i'm actually offended by it.  naming the most fattening sandwich after a man who died of coronary disease likely due to his diet?"}
{"label": "0", "text": "A 'non-permissive environment' is also called a 'battleground' - #MilSpeak"}
{"label": "0", "text": "@PixelMonsterYT @TeamGE0 @IZEDEPTIC @ztumtum @CrimtideTV @LtGrandslam @Slinkercorn Bahahahaha Dean looks hilarious and damn I got fat"}
{"label": "0", "text": "Cuz even the bible talks about the son coming back with a fiery sword he got from his mother. They just called her a whore in revelations"}
{"label": "0", "text": "Ok but I just got called a 'White Devil' on the train and I didnt know whether to laugh or be offended"}
{"label": "0", "text": "@suavecitamay sparkling water is nice you know I tried it the other day"}
{"label": "1", "text": "@scottlocker220 Thank you for that, the notification came in the nick of time to cheer me up - have to re-tweet"}
{"label": "-1", "text": "Turkish exhilaration: for a 30% shade off irruptive russian visitors this twelvemonth, gobbler is nephalism so..."}
{"label": "1", "text": "Goodbye everyone, tremendous #LTHEchat tonight"}
{"label": "-1", "text": "My back is starting to irritate me and it's barely 2:19 😓"}
{"label": "1", "text": "Well stock finished &amp; listed, living room moved around, new editing done &amp; fitted in a visit to the in-laws. #productivityatitsfinest"}
{"label": "-1", "text": "@dish_answers I've contacted @dish @dish_answers  #service #whathappenedtocustomerservice"}
{"label": "-1", "text": "2 biggest fears: incurable STD's and pregnancy...I mean, they're basically the same thing anyway #forlife #annoying  #weirdsmells"}
{"label": "-1", "text": "I was going to say that Rooney is a shadow of his former self but I don't want to offend any shadows. #NTFCvMUFC"}
{"label": "1", "text": "A warm #smile is the universal language of kindness William Arthur Ward #love #kindness"}
{"label": "0", "text": "#quote What U #fear controls U. Fear is not out in life but in ur mind. Real difficulties can be overcome - Cheryl Janecky"}
{"label": "1", "text": "@SilkInSide @TommyJoeRatliff that's so pretty! I love the sky in the background and the purple highlights with the dull colors is great"}
{"label": "1", "text": " @cailamarsai you've had me   the whole time watching @black_ishABC after you've lost your #glasses! It was #hilarious! @mrbabyboogaloo"}
{"label": "-1", "text": "My irritation level is at an all time high today 🙃"}
{"label": "1", "text": "Yesterday is history, tomorrow is amystery, and today is a gift; that's why they call it the present #livelife #humbleness  #live"}
{"label": "0", "text": "@BoardEveryday @turnorder @pinchback21 80s new wave/techno - or jazz / blues depending my mood"}
{"label": "0", "text": "A goal should scare you a little, and excite you a lot. - Joe Vitale #quote"}
{"label": "-1", "text": "So drunk me hid my keys very well sober me couldn't find it anywhere"}
{"label": "0", "text": "My mind always seems to work its best at night"}
{"label": "0", "text": "As your own lives in order to complete our amazing life journey successfully, it is there. #bitter"}
{"label": "-1", "text": "tim burton never fails to depress me"}
{"label": "-1", "text": "We're all in D. T. (Discipleship training or detox) for something. #messy  #cutoff #choosefreedom #CryOut16"}
{"label": "-1", "text": "All options are on the table - #revenge is coming."}
{"label": "1", "text": "@johnwintertweet dudes who wanna play some bass but not buy a bass (me) rejoice"}
{"label": "0", "text": "There is something v satisfying about  opening an old 'to do'.doc file and being able to check off all the things you have done"}
{"label": "0", "text": "@julwhite chirp chirp! :)"}
{"label": "-1", "text": "Synth backing tracks = sadness\\n#depresspop #dark #+++ #alt #fuckingmeup"}
{"label": "1", "text": "It is so exhilarating taking on the challenge of demonstrating + explaining WHY #JamesJoyce's #Ulysses is so endearing &amp; wonderful!"}
{"label": "0", "text": "Gotta hit up breezy every day to make sure he's breaking in my boots. First class friend right there"}
{"label": "1", "text": "Hey u never know, Channel 4's version of #GBBO might actually be quite good. A few adverts aren't the end of the world. #optimism"}
{"label": "-1", "text": "Fucking gutted, disheartened &amp; so pissed off.Gone from 1 off the toughest most resolute defences to the worst &amp; most shambolic #SCFC #STOHUL"}
{"label": "1", "text": "@glacierqxeen \\n\\n'Whoo, welcome~!' He greeted cheerfully."}
{"label": "-1", "text": "@gurrie_j thanks for making me super sad about Pizza. #sad #freepizza"}
{"label": "1", "text": "The best part of this day, Jesus, is to snuggle up in your embrace...to rest in your arms and know you love me...💙❤ #sweetEmbrace"}
{"label": "-1", "text": "He's seriously so frustrating sometimes! (╯°□°）╯︵ ┻━┻ #ugh #raging"}
{"label": "1", "text": "LOVE LOVE LOVE #smile #fun #relaxationiskey"}
{"label": "0", "text": "There goes the butterflies in my stomach.  #anxietyproblems"}
{"label": "0", "text": "May a man live well-, and long-enough, to leave many joyful widows behind him."}
{"label": "1", "text": "@Author_LB Awesome. My 9 yr old grandson runs cross country. No Simon Whitfield but still a lot of fun cheering him on."}
{"label": "1", "text": "@DKTaylorWriter I thought that was funny, too. But maybe not such a coincidence. Green must be the official color of optimism."}
{"label": "-1", "text": "Love being made to feel bad about being scared of the dark"}
{"label": "-1", "text": "Overtime... #TeamNA #WCH2016 #nervous"}
{"label": "-1", "text": "#ArchangelSummit @sethgodin  Anyone can be brave but you just have to last 5 mins longer than everyone else. #leadership #fear"}
{"label": "-1", "text": "Left my phone in Mcds #panic"}
{"label": "-1", "text": "@Mickeyplyler @QualkTalk the refs are in GT's favor tonight. #terrible"}
{"label": "1", "text": "The Lord thy God in the midst of thee is mighty; he will save, he will rejoice over thee with joy; \\nZephaniah 3:17 KJV"}
{"label": "1", "text": "OMG NOL i love u so so much i love ur cheery face and hugs 😘😘😘 @CRAZYmac17"}
{"label": "-1", "text": "@ryleycathryn @Mack_Shepp did you discover the alarming rate at which bees are dying and how important they are to our way of life?"}
{"label": "-1", "text": "@gagasklaine it's old sadly"}
{"label": "-1", "text": "@sandrosmom The horror!"}
{"label": "-1", "text": "@charles_gaba No, I am probably the person most likely to completely understand how gobsmacked you were to learn how true that is. #sadly"}
{"label": "-1", "text": "I assume that people pick up on my joviality coz I lol a lot but it's just not working. Maybe I need to get heavy handed with emoticons? Ha"}
{"label": "-1", "text": "Can we start a 'get Chris Sutton off our tv campaign? Spread the work #terrible #pundit #noclue"}
{"label": "1", "text": "@JessicaZ00 @ZRlondon ditto!! Such an amazing atmosphere! #PhilippPlein #cheerleaders #stunt #LondonEvents #cheer"}
{"label": "1", "text": "@lawson__lynch my kinda girl pleasing the dick right😍😏"}
{"label": "-1", "text": "Why would Enrique sub off busquet?"}
{"label": "-1", "text": "This weather got me fucked up. Like you either be sunny and hot or gloomy and cold. No in between."}
{"label": "-1", "text": "A black female LEO💙 was shot 8 times and died in Philadelphia --Where's the #outrage black people? @BarackObama #Sharpton #blm #TheFive"}
{"label": "1", "text": "I love when #girls are busy in teaching how to #pout while taking #selfie in a mall , their desication is immense #women love #perfection"}
{"label": "0", "text": "Before the year ends I'll probably get master 12s or flu games, true blues, and space jams."}
{"label": "-1", "text": "Always do sober what you said you'd do drunk. That will teach you to keep your mouth shut. \\n― Ernest Hemingway #quote"}
{"label": "1", "text": "Good morning joyful people. Choose happiness to have a great day today #morning  #happiness #grandmercurejktkemayoran"}
{"label": "1", "text": "@airvistara as always it was indeed a wonderful experience flying with you guys today #bestinbusiness #delight #happyme"}
{"label": "1", "text": "Today I reached 1000 subscribers on YT!! #happy, #goodday, #thankful"}
{"label": "-1", "text": "Trying to loveee somebody, just wanna love somebody right now, guess there's just no pleasing me"}
{"label": "1", "text": "mustache_harbor: TiburonChamber plus a hearty pour of #yachtrock by #mustacheharbor !"}
{"label": "0", "text": "@jtkola @danmericaCNN she's still younger and more spry than trump"}
{"label": "-1", "text": "@SomeonesAnIdiot @Sean10Lynagh  due to hearty lawsuit NASCAR will raise beer prices $0.07 to accommodate for losses."}
{"label": "-1", "text": "#PeopleLikeMeBecause they see the happy exterior, not the hopelessness I sometimes feel inside. #depression #anxiety #anxietyprobz"}
{"label": "1", "text": "@grahnort wonderful experience watching you yesterday at. @BBCLetItShine thankyou for the #laughter"}
{"label": "-1", "text": "It's 5:55am. I'm hungry but there is no food. #panic"}
{"label": "0", "text": "talk about a mood pickup i went from depressed to elated so fast"}
{"label": "1", "text": "Epicurus~ The man least dependent upon the morrow goes to meet the morrow most cheerfully."}
{"label": "0", "text": "Now I'm going to sulk again for a week until #OurGirl is back on! @michkeegan and @benaldridge07 are the best! @OurGirlWatch"}
{"label": "-1", "text": "The voice is all about Miley and Alicia this year. No longer about the contestants. #sad @thevoice"}
{"label": "-1", "text": "@NessaMatthews he's perfect. But not even in that way where you sort of resent him or suspect that he leads a double life. Just perfect."}
{"label": "0", "text": "@KimLy resent"}
{"label": "-1", "text": "Honestly fuming"}
{"label": "-1", "text": "I screened my own snap what kind of narcissistic ass would smh"}
{"label": "1", "text": "You don't know what to expect by Brendon's video lmao LA devotee video got me shook"}
{"label": "0", "text": "Take my kindness for weakness when you acting silly keeping it 100 ain't your forté  #ChrisBrown #TeamBreezy"}
{"label": "0", "text": "ramos does what he does best burning haters with his head"}
{"label": "1", "text": "🍃When #life shows you have a hundred reasons to cry, show it that you have a hundred and one reasons to #smile. 🍃 #quotes @Mind_Console"}
{"label": "1", "text": "I'm moving this weekend &amp; my sugar daddy will replace it so, it is what it is. Niggas still happy."}
{"label": "1", "text": "Go follow #beautiful #Snowgang ♥@Amynicolehill12 ♥ #Princess #fitness #bodyposi #haircut #smile #Whitegirlwednesday"}
{"label": "-1", "text": "Houston might lose a coach tomorrow or by midnight. #yikes ?"}
{"label": "-1", "text": "@BBCSport too dull for the UK."}
{"label": "-1", "text": "ok so i got my madden 17 refunded but now i gotta wait a few days for the money and now gotta pre-order fifa again...."}
{"label": "0", "text": "It's so funny cause Cooper's going to go farther than the people who bully her"}
{"label": "1", "text": "Retweeted GunnySmith93 (@Stephen21Smith):\\n\\nDays like today I am happy to be alive! #blessed #rejoice"}
{"label": "0", "text": "Sorry to burst your bubble but it isn't that century anymore. Welcome to the 21st century."}
{"label": "1", "text": "@MichiganBromo Good optimism sir :)"}
{"label": "0", "text": "@SoCalValerie this one was Apples attempt to make muslims happy 🕋"}
{"label": "1", "text": "#Followback Quote_Soup: Be happy not because everything is good, but because you can see the good side of everything. #optimism"}
{"label": "0", "text": "me taking a picture by myself: *awkward smile*\\nme on picture day: *awkward smile*\\nconclusion: stop smiling ;'(\\n#pictureday2016 #smile #ornot"}
{"label": "1", "text": "These girls who are playful and childlike seem to have such lovely relationships. Can't imagine them having serious convos but it's cute  😍😍"}
{"label": "-1", "text": "Congrats to #Nicole #bb18 ... Fix that nose now 😒💁🏻 #bitter #petty"}
{"label": "1", "text": "2 days until #GoPackGo and 23 days until #GoGipeGo..... I'm so excited! #smiling"}
{"label": "1", "text": "watching my first Cage of Death and my word this is tremendous"}
{"label": "1", "text": "$SRPT Why would Etep patients &amp; Mom's advocate for a drug if it did not work? Anyone listen to the Etep MD's @ Adcomm.. all were elated."}
{"label": "1", "text": "After soul searching, I'd like to announce that I've chosen @chrissyteigen &amp; @nicolerichie to be my adopted sisters due to their hilarity"}
{"label": "1", "text": "@Nick_Offerman &amp; @MeganOMullally 's #Summerof69 show was raw sexuality and pure #mirth ! Thanks for the belly laughs and butt sex japes!"}
{"label": "1", "text": "Completely blown away by @EvaNoblezada @alistairbrammer @JonJonBriones and the cast of @MissSaigonUK tonight. #fathomevents #speechless"}
{"label": "1", "text": "This night is sparkling, don't you let it go! I'm wonderstruck, blushing all the way home..' #ValerieBot"}
{"label": "0", "text": "@lyskoi anyway, I found a short scale today that was perfect for my purposes. soft on the hands, won't aggravate my (now-chronic) tendonitis"}
{"label": "1", "text": "@R1Breakfast Totes had to re-listen to the endless hilarity that was Tom Odell's 'raaar' this morning 😂😂😂 @grimmers @fionaradio @TinaDaheley"}
{"label": "1", "text": "@JohnRMoffitt This is the most grim piece of laughter I was stricken with all day."}
{"label": "-1", "text": "God, I've been so physically weak the whole day. So much shaking :("}
{"label": "0", "text": "Yo Yo Yo,my name is #DarthVader \\nI feel like I need to puff on my inhaler (I'm no rapper but that was some sick bars)  #bars #rap"}
{"label": "0", "text": "@TheVulcanSalute , just saw the Save The Day PSA. Why were you in obvious tears doing it? I'd have thought you'd be your cheerful self."}
{"label": "1", "text": "The boys rejoice as badger corner has been reclaimed for our first social of the year #cluboftheyear"}
{"label": "-1", "text": "@fixindk @RevoltRazor @dragons1015 Guys don't use that type of language. Save it for raging..."}
{"label": "1", "text": "The amount of laughter ready to leave my body if United lose is unreal"}
{"label": "-1", "text": "Sometimes I like to talk about my sadness.  Other times, I just want to be distracted by friends, laughter, shopping, eating...  \\n\\n#MHChat"}
{"label": "1", "text": "It feels good to get outside for a minute and get some fresh air.  It's hard to stay cooped up inside all day #breezy"}
{"label": "-1", "text": "@r0Ils ppl get triggered over u smiling they're irrelevant"}
{"label": "0", "text": "Oh I get i see it's #TexasTech playing tonight not the #Texans #TNF #texansarebad"}
{"label": "-1", "text": "@WHUFC_HUB @westhamtransfer @TheHammers_ I don't see any reason for optimism at this point. Just stringing together bad performances."}
{"label": "0", "text": "#Always #borrow #money from a #pessimist. He won't #expect it #back."}
{"label": "0", "text": "y'all shabazz's name in my phone is 'easy breezy beautiful' &amp; I will not apologize."}
{"label": "1", "text": "This is a beautiful day that the Lord has made. I will rejoice and be glad!!!"}
{"label": "1", "text": "@VivienLloyd Thank you so much! Just home - stunned but so happy. Don't think it has sunk in yet! Wow."}
{"label": "-1", "text": "@DamnPatriot You're a POS for rejoicing in someone's death."}
{"label": "1", "text": "@Conorojo Loool understand the pessimism but it will 😂"}
{"label": "-1", "text": "@JUSTICESLUT420 sadly this sort of poster died by the 90s afaik"}
{"label": "0", "text": "@Alex_Philip2648 it's a step up from boiling broccoli tbh"}
{"label": "-1", "text": "Too many gloomy days"}
{"label": "1", "text": "Good morning chirpy #SpringEquinox and your pensive sister #AutumnEquinox A perfect day however it is expressed 🌹🍁🌓☯️ #theBeautyofBalance"}
{"label": "-1", "text": "@CP24 And I hope when the police met him at the subway that they took him straight to jail 😕"}
{"label": "0", "text": "I can not depict what I feel right now.. I feel jubilant yet anxious, or..dunno. It seems like now I'm having something worth wait everyday."}
{"label": "1", "text": "i love that tay &amp; tiff are just sitting at my house while i'm at work 🙃"}
{"label": "-1", "text": "Tip 5: Don't worry about pleasing everyone. #TitanWisdom"}
{"label": "0", "text": "@AliceGoodman17 i dunno, I'm getting less of the spacious lovely autumnal melancholy from our present apocalypse"}
{"label": "-1", "text": "@mikeburke91 @AP I guess. It's just heartbreaking the ease with which they can kill an innocent man and get away with it. #indignation"}
{"label": "0", "text": "@footballmcd agreed. Memphis looks lively also"}
{"label": "1", "text": "I took a yr off school and I'm proud to say I got accepted again, yo girl is going to finish! #happy"}
{"label": "0", "text": "@TheGoatShow @GameGrumps now that I have been sucked into this wormhole of hilarity with no escape, I can say how weird and accurate this is"}
{"label": "-1", "text": "the ending of how I met your mother is dreadful"}
{"label": "0", "text": "6 might be a serious number, but 10 sounds better. Wild card race!!"}
{"label": "1", "text": "Thank you @twitter for the balloons today. #smile #goodday #48"}
{"label": "1", "text": "You know, you're pro-actively playful. You want to press your boobs into my face, Tatenashi. I'm not saying no, though. =3"}
{"label": "-1", "text": "I know it's the final day of summer when it's the finale of @CBSBigBrother #sadness"}
{"label": "-1", "text": "@jccrocker #CharlotteProtest do u #wait 4 the facts #video or do u #hate now ask questions later #sad #protest #PoliceShootings #suggestions"}
{"label": "0", "text": "I think what 2016 to really needs to round it out is a @cthulhu4america vs @smod2016 twitter debate. End on something joyful, ya know?."}
{"label": "0", "text": "@WellerMonica Hi Monica, I write regularly for @ctysmallholding  - but not on bees - never dared try them #buzz  #HONEY"}
{"label": "0", "text": "Halfway to work and I realize I forgot to put on underwear....It's going to be one of those days! #mombrain #toomuchgoingon #longday #breezy"}
{"label": "1", "text": "That was a lovely story to actually see Ruth and hubby who won the cashcow @sunriseon7.It was so funny when she left the phone #happy 😊"}
{"label": "-1", "text": "It's become a verb. 'I'm gonna Villaseñor all those old contacts I don't need anymore.' #sadness @melissavcomedy #waitingforexplanation"}
{"label": "1", "text": "Charlotte and a friend just climbed to the top of a windmill! Think the view was easy, breezy, beautiful? @PlayHollywoodU"}
{"label": "-1", "text": "@mik61scot @longshankseddie @ROSAZAMBONINI @YouTube I thought it was because she once sunk her teeth into something that's meant 2b sooked"}
{"label": "0", "text": "semores: let's get this. #mirth #SAW #keepthetradition 💜💛⚛🏵🍇🍋🌼🐤🐥👚😈😈👾🧀"}
{"label": "-1", "text": "What terrible thing to see and have no vision-\\n\\nHelen Keller-\\n\\n-Begin with the end in mind-\\n\\nStephen Covey-\\n\\n #whereareugoing"}
{"label": "1", "text": "It's not that the man did not know how to juggle, he just didn't have the balls to do it. \\n#funny #pun #punny #lol #hilarious"}
{"label": "1", "text": "@Nikhilv95 @LydiajaneF I wish, I really, truly wish, that I had just a modicum of your banter. #hilarious"}
{"label": "1", "text": "@xiankiefer @TheLincoln Book 5! It's so sprightly &amp; fun cuz he'd been reinvigorated by the Harry Potter series. I'm not kidding."}
{"label": "1", "text": "@MeghanEMurphy Oh gosh, if you get 800+ raging comments from cruise fans, I will just die laughing!"}
{"label": "0", "text": "@washingtonpost#Trump's #fear &amp; #anger are similar to what #Hitler preached to come to power in Germany. Wake up America!!"}
{"label": "1", "text": "Needed levity: Hubs + I talking of @weareTYPHOON Kyle's new solo album, my 7 yo says '@KyleClark'? She loves ur news show #9News @9NEWS LOLZ"}
{"label": "1", "text": "A #new day to #live and #smile. Hope all the #followers a nice #night or #day. :D"}
{"label": "0", "text": "I'm going to get the weirdest thank you note--or worse--total silence and no acknowledgement."}
{"label": "-1", "text": "So much #terrible #music playing on the #radio has started to make me wonder weather my taste in music is good or just completely shit"}
{"label": "1", "text": "How is your toddler coping with the new arrival? Has he tried killing her yet?' they cheerfully ask."}
{"label": "-1", "text": "@breadf2man @SunApology and it's Kelvin Mackenzie tomorrow... #shudder DontBuyTheSun"}
{"label": "0", "text": "Rap that will Cut other raper's throat. Who said that? @Paedeezy #badd #wicked. #bright city lights"}
{"label": "-1", "text": "It's just the lack of company and liveliness out here that makes me bored."}
{"label": "-1", "text": "@MichaelSalfino It still destroys Fear The Walking Dead. That show is horrible"}
{"label": "-1", "text": "And she got all angry telling me 'but what would be doing a 40 year old guy looking for a girl like you' and I felt #offended"}
{"label": "1", "text": "They tend to loosen up a bit when drunk, and can seem pretty cheerful."}
{"label": "-1", "text": "@lizbon @anomalily @gerikkransky Sorry for the levity if at all inappropriate but this combined with my love of Charlotte reminds me rn..."}
{"label": "-1", "text": "i had a hard time falling a sleep and woke up several times because i was afraid of bugs crawling on me and i ended up waking up with a bite"}
{"label": "0", "text": "@simon_penn_r @AntisocialJW2 has turned into a rather fiery GG radical)"}
{"label": "-1", "text": "@MarkTOByrne I offered @WholeFoods @amazon @CheapAir gold or silver but they said Nah... #bitcoin"}
{"label": "-1", "text": "@SalterUK second pair of scales I have bought that have stopped working after battery change. Is this an issue you are aware of?  #unhappy"}
{"label": "-1", "text": "And I won't even get started with Hillary and her fancy fundraisers! #depressing"}
{"label": "1", "text": "Manchester United v Manchester City #happy days #EFL"}
{"label": "-1", "text": "@ExpressScripts u shd b embrrssd. u jack up my bp meds twice and it will still take 3-5 days? Not express at all. #expressscripts"}
{"label": "-1", "text": "I gave up on the U20 Rugby bet on the Roosters!  #nrl"}
{"label": "-1", "text": "Just want Saturday to be over but then again I want to do good #LSAT"}
{"label": "-1", "text": "Awareness of time is awareness of time lost. #awareness #time #lost"}
{"label": "0", "text": "@Malkarii_ Korgoth of Barbaria for brutality, King Julian for hilarity, and Ariel... Because hot..."}
{"label": "1", "text": "@Fatumoriginal there's no sitcom better! If u can't laugh at Sheldon or Leonard then u are sober for real! No two ways about it"}
{"label": "1", "text": "Yahweh your God is among you, a warrior who saves. He will rejoice over you with gladness."}
{"label": "-1", "text": "Flight 815 crashed on The Lost Island 2004 #lost @JoshuaJThurston"}
{"label": "1", "text": "@pixietangerine @hatersbackoff im so exited!! I am shaking so much 😍😍 and im so pround of Colleen and the fandom! Everyone is amazing 😍"}
{"label": "0", "text": "Yeah, no. I don' mind tweetin' that twice.  #blm #likeThat"}
{"label": "1", "text": "@lennyabrahamson May I send you a copy of #HeroTheGreyhound? Either e-book or real paper one! A boy and a greyhound #smiles #tears"}
{"label": "0", "text": "I like the commercial where @kohara19, on a chocolate milk bender, steals a soccer ball from some guys and refuses to give it back."}
{"label": "1", "text": "@kcbbcxo don't get discouraged! it's early on &amp; it can get overwhelming. keep reading &amp; use cue cards 😊 it'll get better!!"}
{"label": "0", "text": "It's not #dread. It's called #Locks"}
{"label": "1", "text": "Good morning! Welcome the new day into your life and your heart #mindfulness  #zen"}
{"label": "-1", "text": "Somewhere between  #hope and #despair the day after #meetingmyabuserincourt \\n#DVSurvivor"}
{"label": "0", "text": "She used to be beautiful, but she lived her life too fast - Forest City Joe #blues #blinddogradio"}
{"label": "1", "text": "Live simply. Dream big. Be grateful. Give love. Laugh lots. - Unknown #quote #inspiration"}
{"label": "0", "text": "When u are strong u offend the weak &amp; insecure. STAY STRONG. Joshua 1:6-9 #god #internationaldayofpeace #actorslife"}
{"label": "1", "text": "Rec'd call 2day from Haitian church we started in Florida some 15yrs ago. Preparing to acquire their own bldg. Wanted me to know."}
{"label": "-1", "text": "@DeltaDomain @SawDraze @qurions dis dat nigga from fume right?"}
{"label": "-1", "text": "I see I'll be hovering over the block button today with much glee."}
{"label": "-1", "text": "In serious need of a nap"}
{"label": "-1", "text": "Honestly, there are some awful people on the internet... smh..."}
{"label": "0", "text": "I truly believe in my heart right now that Satan is rejoicing because we are all against one another"}
{"label": "1", "text": "@DumTeeDum don't think Ian knew of Pavel. He knew about Charlie. I bet Rob will cackle with glee when he heard what has happened #thearchers"}
{"label": "-1", "text": "i lost my wallet lol.... again...."}
{"label": "1", "text": "repentance, and trusting in Christ. It is lowly and painful, but it is also joyous, peaceful, and absolutely glorious. (2/2)"}
{"label": "0", "text": "@FoRDaYS14 😳 chewing what? #smile #arcdental #turlock"}
{"label": "-1", "text": "i am SO anxious all the time leaving the house is horrid"}
